Repository: yoki31/joplin
Catalog: packages/tools/locales/*.po
Languages: ar, el_gr, nb_no, uk_ua

source: Success! Synchronisation configuration appears to be correct.
ar: نجاح! يبدو أن إعداد المزامنة صحيح.
el_gr: Επιτυχία! Οι ρυθμίσεις συγχρονισμού φαίνονται να είναι σωστές.
nb_no: Suksess! Synkroniseringskonfigurasjonen ser ut til å være korrekt.
uk_ua: Успіх! Конфігурація синхронізації видається правильною.

source: Superscript
ar: أحرف فوقية
el_gr: Εκθέτης
nb_no: Overskrift
uk_ua: Надрядковий

source: Swap line down
ar: اصطف بلمبادلة لأسفل
nb_no: Bytt linje ned
uk_ua: Замінити місцями до низу

source: Swap line up
ar: اصطف بلمبادلة لأعلى
nb_no: Bytt linje opp
uk_ua: Замінити місцями вгору

source: Switch between note and to-do type
ar: التبديل بين نوعي الملاحظة و قائمة المهام
el_gr: Εναλλαγή μεταξύ σημείωσης και υπόμνησης
nb_no: Bytt mellom notat og gjøremål
uk_ua: Переключення між нотаткою і списком справ

source: Switch profile
el_gr: Αλλαγή προφίλ
uk_ua: Змінити профіль

source: Switch to back-facing camera
uk_ua: Переключитися на задню камеру

source: Switch to front-facing camera
uk_ua: Переключитися на передню камеру

source: Switch to note type
ar: التبديل إلى النوع ملاحظة
el_gr: Μετατροπή σε σημείωση
nb_no: Bytt til notatmodus
uk_ua: Переключити до нотатки

source: Switch to profile %d
el_gr: Αλλαγή στο προφίλ %d
uk_ua: Перейти до профілю %d

source: Switch to the %s Editor
uk_ua: Переключитись на Редактор %s

source: Switch to the legacy editor
uk_ua: Перейти в застарілий редактор

source: Switch to to-do type
ar: التبديل إلى النوع قائمة مهام
el_gr: Μετατροπή σε υπόμνηση
nb_no: Bytt til gjøremålmodus
uk_ua: Переключити до списку справ

source: Switches to [notebook] - all further operations will happen within this notebook.
ar: التبديل إلى [notebook] - جميع العمليات التالية ستجري في هذا الدفتر.
el_gr: Αλλάζει σε [σημειωματάριο] - όλες οι περαιτέρω λειτουργίες θα πραγματοποιηθούν μέσα σε αυτό το σημειωματάριο.
nb_no: Bytter til [notebook] - alle videre operasjoner vil skje i denne notatboken.
uk_ua: Перемикається на [блокнот] - усі подальші операції відбуватимуться в цьому блокноті.

source: Sync as many devices as you want
el_gr: Συγχρονίστε όσες συσκευές επιθυμείτε
uk_ua: Синхронізуйте скільки завгодно пристроїв

source: Sync Status
ar: حالة المزامنة
el_gr: Κατάσταση Συγχρονισμού
nb_no: Synkroniseringsstatus
uk_ua: Статус синхронізації

source: Sync status (synced items / total items)
ar: حالة المزامنة (العناصر المنجزة / إجمالي العناصر)
el_gr: Κατάσταση συγχρονισμού (συγχρονισμένα στοιχεία / σύνολο στοιχείων)
nb_no: Synkroniseringsstatus (synkroniserte elementer / totale elementer)
uk_ua: Статус синзронізації (синзронізовані елементи / всього елементів)

source: Sync target must be upgraded! Run `%s` to proceed.
ar: يجب ترقية هدف المزامنة! قم بتشغيل `%s` للمتابعة.
el_gr: Ο προορισμός συγχρονισμού πρέπει να αναβαθμιστεί! Εκτελέστε το `%s` για να συνεχίσετε.
nb_no: Synkroniseringsmålet må oppgraderes! Kjør '%s' for å fortsette.
uk_ua: Потрібно оновити ціль синхронізації! Запустіть `%s`, щоб продовжити.

source: Sync Target Upgrade
ar: ترقية هدف المزامنة
el_gr: Συγχρονισμός αναβάθμισης προορισμού
nb_no: Oppgrader synkroniseringsmål
uk_ua: Оновлення цілі синхронизації

source: Sync to provided target (defaults to sync.target config value)
ar: يزامن مع الوجهة المذكورة (قيمة الإعداد التلقائية هي sync.target)
el_gr: Συγχρονισμός με τον καθορισμένο προορισμό ((defaults to sync.target config value))
nb_no: Synkroniser til oppgitt mål (standard til sync.target config-verdi)
uk_ua: Синхронізуватись із вказаною ціллю (за замовчуванням значення конфігурації sync.target)

source: Sync Version: %s
ar: النسخة المتزامنة: %s
el_gr: Έκδοση συγχρονισμού: %s
nb_no: Synkroniseringsversjon: %s
uk_ua: Версія синхронізації: %s

source: Sync your notes
ar: زامِن ملاحظاتك
el_gr: Συγχρονισμός των σημειώσεών σας
nb_no: Synkroniser notatene dine
uk_ua: Сортувати нотатки за

source: Sync, encryption, proxy
el_gr: Συγχρονισμός, κρυπτογράφηση, διαμεσολαβητής
uk_ua: Синхронізація, шифрування, проксі

source: Synchronisation
ar: المزامنة
el_gr: Συγχρονισμός
nb_no: Synkronisering
uk_ua: Синхронізація

source: Synchronisation interval
ar: مهلة المزامنة
el_gr: Διάστημα συγχρονισμού
nb_no: Synkroniserinsintervall
uk_ua: Інтервал синхронізації

source: Synchronisation is already in progress.
ar: المزامنة قيد التقدم بالفعل.
el_gr: Ο συγχρονισμός είναι ήδη σε εξέλιξη.
nb_no: Synkroniseringen er allerede i gang.
uk_ua: Синхронізація вже триває.

source: Synchronisation Status
ar: حالة المزامنة
el_gr: Κατάσταση Συγχρονισμού
nb_no: Synkroniseringsstatus
uk_ua: Статус синхронізації

source: Synchronisation target
ar: وجهة المزامنة
el_gr: Στόχος συγχρονισμού
nb_no: Synkroniseringsmål
uk_ua: Ціль синхронізації

source: Synchronisation target: %s (%s)
ar: وجهة المزامنة: %s (%s)
el_gr: Στόχος συγχρονισμού: %s (%s)
nb_no: Synkroniseringsmål: %s (%s)
uk_ua: Ціль синхронізації: %s (%s)

source: Synchronise
ar: زامِن
el_gr: Συγχρονισμός
nb_no: Synkroniser
uk_ua: Синхронізувати

source: Synchronise only over WiFi connection
ar: مزامنة فقط عبر اتصال واي فاي
el_gr: Συγχρονισμός μόνο μέσω σύνδεσης WiFi
nb_no: Synkroniser kun over WIFI-tilkobling
uk_ua: Синхронізувати лише через Wi-Fi

source: Synchronises with remote storage.
ar: يزامن مع المخزن البعيد.
el_gr: Συγχρονίζει με απομακρυσμένο αποθηκευτικό χώρο.
nb_no: Synkroniser med fjernlagring.
uk_ua: Синхронізується з віддаленим сховищем.

source: Synchronising...
ar: مزامنة...
el_gr: Συγχρονισμός...
nb_no: Synkroniserer...
uk_ua: Синхронізація…

source: Synchronizing...
ar: المزامنة جارية...
el_gr: Συγχρονισμός...
nb_no: Synkroniserer...
uk_ua: Синхронізую…

source: tag1, tag2, ...
uk_ua: тег1, тег2, ...

source: Tagged: %d.
ar: تم وسمها: %d.
el_gr: Με ετικέτα: %d.
nb_no: Merket: %d.
uk_ua: З тегами: %d.

source: Tags
ar: وسوم
el_gr: Ετικέτες
nb_no: Merkelapper
uk_ua: Теги

source: Take photo
ar: التقاط صورة
el_gr: Βγάλτε μια φωτογραφία
nb_no: Ta bilde
uk_ua: Зробити фото

source: Task "%s" failed with error: %s
el_gr: Η εργασία “%s” απέτυχε με σφάλμα: %s
uk_ua: Завдання "%s" виконано з помилкою: %s

source: Task list
el_gr: Λίστα εργασιών
uk_ua: Список завдань

source: Tasks
el_gr: Εργασίες
nb_no: Oppgaver
uk_ua: Завдання

source: Teams
el_gr: Ομάδες
uk_ua: Команди

source: Text document
el_gr: Αρχείο κειμένου
uk_ua: Текстовий документ

source: Text editor command
ar: أمر محرر النصوص
el_gr: Εντολή "Επεξεργαστή κειμένου"
nb_no: Teksteditorkommando
uk_ua: Команда текстового редактора

source: The [Web Clipper](%s) is a browser extension that allows you to save web pages and screenshots from your browser.
el_gr: Το Web Clipper είναι επέκταση φυλλομετρητή (browser) που επιτρέπει την αποθήκευση ιστοσελίδων και στιγμιότυπων στο Joplin.
uk_ua: [Web Clipper](%s) - це розширення для браузера, яке дозволяє зберігати веб-сторінки та скріншоти з вашого браузера.

source: The active profile cannot be deleted. Switch to a different profile and try again.
el_gr: Το ενεργό προφίλ δεν μπορεί να διαγραφεί. Μεταβείτε σε ένα άλλο προφίλ και δοκιμάστε ξανά.
uk_ua: Активний профіль не можна видалити. Перейдіть на інший профіль та повторіть спробу.

source: The app is now going to close. Please relaunch it to complete the process.
ar: سيتم إغلاق التطبيق الآن. يرجى إعادة تشغيله لإكمال العملية.
el_gr: Η εφαρμογή θα κλείσει τώρα. Παρακαλώ ανοίξτε την ξανά για να ολοκληρώσετε τη διαδικασία.
nb_no: Programmet vil lukkes nå. Start det på nytt for å fullføre prosessen.
uk_ua: Додаток зараз буде закрито. Будь ласка, перезапустіть його, щоб завершити процес.

source: The application did not close properly. Would you like to start in safe mode?
el_gr: Η εφαρμογή δεν έκλεισε σωστά. Θα θέλατε να ξεκινήσετε σε ασφαλή λειτουργία;
uk_ua: Програма не закрилася належним чином. Бажаєте почати в безпечному режимі?

source: The application has been authorised - you may now close this browser tab.
ar: تم التصريح للتطبيق - يمكنك الآن إغلاق تبويب المستعرض هذا.
el_gr: Η εφαρμογή έχει εξουσιοδοτηθεί - μπορείτε τώρα να κλείσετε αυτήν την καρτέλα του προγράμματος περιήγησης.
nb_no: Applikasjonen er autorisert - du kan nå lukke denne nettleserenfanen.
uk_ua: Додаток авторизовано - тепер ви можете закрити цю вкладку браузера.

source: The application has been authorised!
ar: تم التصريح للتطبيق!
el_gr: Η εφαρμογή έχει εγκριθεί!
nb_no: Applikasjonen har blitt godkjent!
uk_ua: Додаток авторизовано!

source: The application has been successfully authorised.
ar: جرى التصريح للتطبيق بنجاح.
el_gr: Η εφαρμογή έχει εξουσιοδοτηθεί με επιτυχία.
nb_no: Applikasjonen har blitt godkjent.
uk_ua: Додаток успішно авторизовано.

source: The application must be restarted for these changes to take effect.
ar: يجب إعادة تشغيل التطبيق حتى تصبح هذه التغييرات سارية المفعول.
el_gr: Η εφαρμογή πρέπει να επανεκκινηθεί για να τεθούν σε ισχύ αυτές οι αλλαγές.
nb_no: Applikasjonen må startes på nytt for at endringene skal tre i kraft.
uk_ua: Потрібно перезапустити програму, щоб ці зміни набрали чинності.

source: The attachments will no longer be watched when you switch to a different note.
ar: لن تتم مشاهدة المرفقات بعد الآن عند التبديل إلى ملاحظة مختلفة.
el_gr: Τα συνημμένα δεν θα παρακολουθούνται πλέον όταν μεταβαίνετε σε διαφορετική σημείωση.
nb_no: Følgende vedlegg vil ikke lenger overvåkes når du bytter til et annet notat.
uk_ua: Вкладення більше не будуть переглядатись, коли ви перейдете на іншу нотатку.

source: The command "%s" is only available in GUI mode
ar: الأمر "%s" متوفر فقط في وضع الواجهة الرسومية
el_gr: Η εντολή "%s" είναι διαθέσιμη μόνο σε λειτουργία γραφικού περιβάλλοντος (GUI)
nb_no: Kommandoen "%s" er kun tilgjengelig i GUI-modus
uk_ua: Команда “%s” доступна лише в режимі графічного інтерфейсу

source: The default admin password is insecure and has not been changed! [Change it now](%s)
ar: كلمة مرور المسؤول الافتراضية غير آمنة ولم يتم تغييرها! [غيرها الآن] (%s)
el_gr: Ο προεπιλεγμένος κωδικός πρόσβασης διαχειριστή δεν είναι ασφαλής και δεν έχει αλλάξει! [Αλλάξτε τον τώρα] (%s)
nb_no: Standard administratorpassord er usikkert og har ikke blitt endret! [Bytt det nå](%s)
uk_ua: Пароль адміністратора за замовчуванням небезпечний і його не змінювали! [Змінити зараз](%s)

source: The default encryption method has been changed to a more secure one and it is recommended that you apply it to your data.
ar: تم تغيير طريقة التشفير الافتراضية إلى طريقة أكثر أمانًا ويوصى بتطبيقها على بياناتك.
el_gr: Η προεπιλεγμένη μέθοδος κρυπτογράφησης έχει αλλάξει μία σε πιο ασφαλή και συνιστάται να την εφαρμόσετε στα δεδομένα σας.
nb_no: Standard krypteringsmetode har blitt endret til en mer sikker en og det er anbefalt at du velger den for ditt innhold.
uk_ua: Метод шифрування за замовчуванням змінено на більш безпечний, і рекомендується застосовувати його до своїх даних.

source: The default encryption method has been changed, you should re-encrypt your data.
ar: تم تغيير طريقة التشفير الافتراضية، يجب إعادة تشفير بياناتك.
el_gr: Η προεπιλεγμένη μέθοδος κρυπτογράφησης έχει αλλάξει, θα πρέπει να κρυπτογραφήσετε εκ νέου τα δεδομένα σας.
nb_no: Standard krypteringsmetode har blitt endret. Du bør rekryptere ditt innhold.
uk_ua: Метод шифрування за замовчуванням змінено, вам слід повторно зашифрувати дані.

source: The default profile cannot be deleted
el_gr: Το προεπιλεγμένο προφίλ δεν μπορεί να διαγραφεί
uk_ua: Стандартний профіль не моливо видалити

source: The editor command (may include arguments) that will be used to open a note. If none is provided it will try to auto-detect the default editor.
ar: أمر محرر النصوص (قد يتضمن معامِلات) الذي سيستخدم لفتح ملاحظة. إذا لم يجر التزويد بأي محرر فسيحاول التطبيق اكتشاف المحرِّر التلقائي آلياً.
el_gr: Η εντολή του επεξεργαστή κειμένου (που μπορεί να περιλαμβάνει ορίσματα) θα χρησιμοποιηθεί για το άνοιγμα μιας σημείωσης. Εάν δεν δωθεί καμία, θα προσπαθήσει να ανιχνεύσει αυτόματα το προεπιλεγμένο πρόγραμμα επεξεργασίας.
nb_no: Teksteditor som skal brukes til å åpne et notat. Hvis det ikke er satt vil den prøve å automatisk velge standardprogram.
uk_ua: Команда редактора (може містити аргументи), яка буде використана для відкриття нотатки. Якщо нічого не вказано, він спробує автоматично визначити редактор за замовчуванням.

source: The factor property sets how the item will grow or shrink to fit the available space in its container with respect to the other items. Thus an item with a factor of 2 will take twice as much space as an item with a factor of 1.Restart app to see changes.
ar: تحدد خاصية العامل الرياضي كيف سينمو العنصر أو يتقلص ليلائم المساحة المتوفرة في الحاوية الخاصة به فيما يتعلق بالعناصر الأخرى. وبالتالي، فإن العنصر الذي ينضرب مع العامل 2 سيأخذ ضِعف مساحة العنصر بمعامل 1. أعد تشغيل التطبيق لمشاهدة التغييرات.
el_gr: Ο συντελεστής ανάπτυξης καθορίζει πόσο θα αναπτυχθεί ή θα συρρικνωθεί το στοιχείο ώστε να καλύψει τον διαθέσιμο χώρο σε σχέση με τα άλλα στοιχεία. Έτσι, ένα στοιχείο με συντελεστή 2 θα καταλάβει διπλάσιο χώρο από ένα στοιχείο με συντελεστή 1. Επανεκκινήστε την εφαρμογή για να εφαρμοστούν οι αλλαγές.
nb_no: Faktoregenskapen angir hvordan elementet vil vokse eller krympe for å passe den tilgjengelige plassen i beholderen i forhold til de andre elementene. Dermed vil et element med faktor 2 ta dobbelt så mye plass som et element med faktor 1. Start appen på nytt for å se endringer.
uk_ua: Властивість фактору встановлює, як елемент буде рости або зменшуватися, щоб розмістити вільний простір у своєму контейнері щодо інших предметів. Таким чином, предмет із коефіцієнтом 2 займе вдвічі більше місця, ніж предмет із коефіцієнтом 1. Перезапустіть програму, щоб побачити зміни.

source: The following attachment matches your search query:
el_gr: Το ακόλουθο συνημμένο ταιριάζει με τους όρους αναζήτησης:
uk_ua: Наступне вкладення відповідає вашому пошуковому запиту:

source: The following attachments are being watched for changes:
ar: تتم مراقبة المرفقات التالية للتغييرات:
el_gr: Τα ακόλουθα συνημμένα παρακολουθούνται για αλλαγές:
nb_no: Følgende vedlegg overvåkes for endringer:
uk_ua: Наступні вкладення переглядаються для змін:

source: The following keys use an out-dated encryption algorithm and it is recommended to upgrade them. The upgraded key will still be able to decrypt and encrypt your data as usual.
el_gr: Τα ακόλουθα κλειδιά χρησιμοποιούν έναν αλγόριθμο κρυπτογράφησης που είναι ξεπερασμένος και συνιστάται η αναβάθμισή τους. Το αναβαθμισμένο κλειδί θα εξακολουθεί να είναι σε θέση να αποκρυπτογραφήσει και να κρυπτογραφήσει τα δεδομένα σας ως συνήθως.
nb_no: De følgende mesternøklene bruker en utdatert krypteringsalgoritme. Det er anbefalt å oppgradere dem. Den oppgraderte nøkkelen vil fortsatt la deg dekryptere og kryptere ditt innhold som vanlig.
uk_ua: У наступних ключах використовується застарілий алгоритм шифрування, тому їх рекомендується оновити. Оновлений ключ як і раніше зможе розшифровувати та шифрувати ваші дані.

source: The following plugins may not support the current markdown editor:
uk_ua: Наступні розширення можуть не підтримувати поточний редактор Markdown:

source: The Joplin team has vetted this plugin and it meets our standards for security and performance.
el_gr: Η ομάδα του Joplin έχει ελέγξει αυτό το πρόσθετο και πληροί τα πρότυπα ασφαλείας και επιδόσεων.
nb_no: Joplin-teamet har kontrollert denne plugin-en og den oppfyller våre standarder for sikkerhet og ytelse.
uk_ua: Команда Joplin перевірила цей плагін, і він відповідає нашим стандартам безпеки та продуктивності.

source: The keys with these IDs are used to encrypt some of your items, however the application does not currently have access to them. It is likely they will eventually be downloaded via synchronisation.
el_gr: Τα κλειδιά με αυτά τα ID χρησιμοποιούνται για την κρυπτογράφηση ορισμένων από τα στοιχεία σας, ωστόσο η εφαρμογή δεν έχει επί του παρόντος πρόσβαση σε αυτά. Είναι πιθανό να μεταφορτωθούν τελικά μέσω συγχρονισμού.
nb_no: Nøklene med disse ID-ene brukes til å kryptere noen av elementene, men programmet har for øyeblikket ikke tilgang til dem. Sannsynligvis vil de etterhvert bli lastet ned via synkronisering.
uk_ua: Ключі з цими ідентифікаторами використовуються для шифрування деяких ваших елементів, однак програма наразі не має до них доступу. Цілком ймовірно, що з часом їх буде завантажено через синхронізацію.

source: The master key has been upgraded successfully!
ar: تمت ترقية المفتاح الرئيسي بنجاح!
el_gr: Το κλειδί master αναβαθμίστηκε με επιτυχία!
nb_no: Mesternøkkelen har blitt oppgradert!
uk_ua: Головний ключ успішно оновлений!

source: The master keys with these IDs are used to encrypt some of your items, however the application does not currently have access to them. It is likely they will eventually be downloaded via synchronisation.
ar: تم استخدام المفاتيح الرئيسة ذات المعرّفات التالية لتشفير بعض العناصر لديك ، إلا أن التطبيق لم يتمكن من الوصول إليها حالياً. من المحتمل أن يجري تنزيلها فيما بعد عبر المزامنة.
el_gr: Τα κύρια κλειδιά με αυτά τα αναγνωριστικά (ID) χρησιμοποιούνται για την κρυπτογράφηση ορισμένων στοιχείων σας, ωστόσο η εφαρμογή δεν έχει - επί του παρόντος - πρόσβαση σε αυτά. Είναι πιθανό τελικά να ληφθούν μέσω συγχρονισμού.
nb_no: Masternøklene med disse ID-ene brukes til å kryptere noen av elementene, men programmet har for øyeblikket ikke tilgang til dem. Sannsynligvis vil de etterhvert bli lastet ned via synkronisering.
uk_ua: Мастер ключ з цими ідентифікаторами використовуються для шифрування деяких ваших елементів, однак програма наразі не має до них доступу. Цілком ймовірно, що вони з часом будуть завантажені за допомогою синхронізації.

source: The note "%s" has been successfully restored to the notebook "%s".
ar: تمت استعادة الملاحظة "%s" بنجاح إلى دفتر الملاحظات "%s".
el_gr: Η σημείωση "%s" έχει επαναφερθεί με επιτυχία στο σημειωματάριο "%s".
nb_no: Notatet "%s" har blitt gjenopprettet i notatboken "%s".
uk_ua: Примітку “%s” успішно відновлено до блокнота “%s”.

source: The note was successfully moved to the trash.
el_gr: Η σημείωση έχει μεταφερθεί επιτυχώς στον κάδο.
uk_ua: Записку було успішно переміщено до смітника.

source: The notebook and its content was successfully moved to the trash.
el_gr: Το σημειωματάριο και τα περιεχόμενά του έχουν μεταφερθεί επιτυχώς στον κάδο.
uk_ua: Блокнот і його вміст успішно перемістився до смітника.

source: The notebook could not be saved: %s
ar: لم يتم حفظ دفتر الملاحظات: %s
el_gr: Αυτό το σημειωματάριο δεν μπορεί να σωθεί: %s
nb_no: Denne notatboken kunne ikke lagres: %s
uk_ua: Блокнот не може бути збережено: %s

source: The notes have been imported: %s
ar: جرى استيراد الملاحظات: %s
el_gr: Οι σημειώσεις έχουν εισαχθεί: %s
nb_no: Notatene som har blitt importert: %s
uk_ua: Імпортовано нотаток: %s

source: The possible commands are:
ar: الأوامر الممكنة هي:
el_gr: Οι πιθανές εντολές είναι:
nb_no: De mulige kommandoene er:
uk_ua: Можливі команди:

source: The recipient could not be removed from the list. Please try again. The error was: "%s"
el_gr: Ο παραλήπτης δεν μπόρεσε να διαγραφεί από τη λίστα. Προσπαθήστε ξανά. Το σφάλμα ήταν: "%s"
nb_no: Mottakeren kunne ikke fjernes fra listen. Prøv på nytt. Feilen var: "%s"
uk_ua: Не вдалося видалити одержувача зі списку. Будь ласка спробуйте ще раз. Виникла наступна помилка: "%s"

source: The sync target cannot be changed for the following reason: %s If the issue cannot be resolved, you may need to clear your data first by following these instructions: %s
el_gr: Ο στόχος συγχρονισμού δεν μπορεί να αλλάξει για τον εξής λόγο: %s Εάν το πρόβλημα είναι αδύνατον να επιλυθεί, ίσως χρειαστεί να διαγράψετε, αρχικά, τα δεδομένα σας ακολουθώντας τις οδηγίες: %s
uk_ua: Ціль синхронізації не може бути змінено з наступної причини: %s Якщо проблему не вдається вирішити, можливо, вам доведеться спочатку очистити дані, дотримуючись цих інструкцій: %s

source: The sync target needs to be upgraded before Joplin can sync. The operation may take a few minutes to complete and the app needs to be restarted. To proceed please click on the link.
ar: يجب ترقية هدف المزامنة قبل أن يتمكن Joplin من المزامنة. قد تستغرق العملية بضع دقائق حتى تكتمل ويحتاج التطبيق إلى إعادة التشغيل. للمتابعة الرجاء الضغط على الرابط.
el_gr: Ο στόχος συγχρονισμού πρέπει να αναβαθμιστεί πριν από το συγχρονισμό του Joplin. Η λειτουργία μπορεί να διαρκέσει λίγα λεπτά για να ολοκληρωθεί και η εφαρμογή πρέπει να επανεκκινηθεί. Για να προχωρήσετε κάντε κλικ στο σύνδεσμο.
nb_no: Synkroniseringsmålet må være oppgradert før Joplin kan synkronisere. Det kan ta noen minutter å fullføre operasjonen og applikasjonen trenger å startes på nytt. Trykk på lenken for å fortsette.
uk_ua: Цілі синхронізації потрібно оновити, перш ніж Joplin зможе синхронізувати. Завершення операції може зайняти кілька хвилин і програму потрібно перезапустити. Щоб продовжити, натисніть на посилання.

source: The sync target needs to be upgraded. Press this banner to proceed.
el_gr: Ο προορισμός συγχρονισμού πρέπει να αναβαθμιστεί. Πατήστε αυτό το banner για να προχωρήσετε.
nb_no: Synkroniseringsmålet må oppgraderes. Trykk på dette banneret for å fortsette.
uk_ua: Ціль синхронізації потрібно оновити. Натисніть цей банер, щоб продовжити.

source: The synchronisation password is missing.
el_gr: Λείπει ο κωδικός συγχρονισμού.
uk_ua: Відсутній пароль синхронізації.

source: The tag "%s" already exists. Please choose a different name.
ar: الوسم "%s" موجود بالفعل. فضلاً إختر اسماً مختلفاً.
el_gr: Η ετικέτα "%s" υπάρχει ήδη. Επιλέξτε ένα διαφορετικό όνομα.
nb_no: Merkelappen "%s" eksiterer allerede. Velg et annet navn.
uk_ua: Тег “%s” уже існує. Будь ласка, виберіть інше ім’я.

source: The target to synchronise to. Each sync target may have additional parameters which are named as `sync.NUM.NAME` (all documented below).
ar: الوجهة المستهدفة المزامنة إليها. كل وجهة مزامنة مستهدفة قد يكون لها معلمات إضافية تكون مسماة بـ `sync.NUM.NAME` (جميعها موثقة أدناه).
el_gr: Ο προορισμός συγχρονισμού. Κάθε προορισμός συγχρονισμού μπορεί να έχει πρόσθετες παραμέτρους οι οποίες ονομάζονται ως `sync.NUM.NAME` (οι οποίες αναφέρονται παρακάτω).
nb_no: Målet å synkronisere til. Hvert synkroniseringsmål kan ha tilleggsparametere som er navngitt som `sync.NUM.NAME` (dokumentert nedenfor).
uk_ua: Ціль синхронізації. Кожна ціль може мати додаткові параметри іменовані `sync.NUM.NAME` (задокументовані нижче).

source: The web client does not support accepting encrypted shared notebooks. Please switch to the desktop or mobile app before accepting the share. Error: "%s"
uk_ua: Веб-клієнт не підтримує прийом зашифрованих спільних блокнотів. Будь ласка, перейдіть на настільний або мобільний додаток, перш ніж прийняти спільний доступ. Помилка: "%s"

source: The Web Clipper needs your authorisation to access your data.
ar: Web Clipper بحاجة لتصريحك من أجل الوصول لبياناتك.
el_gr: Το Web Clipper χρειάζεται την άδειά σας για να αποκτήσει πρόσβαση στα δεδομένα σας.
nb_no: Webklipperen trenger din autorisasjon for å få tilgang til dine data.
uk_ua: Web Clipper потребує Вашої авторизації для доступу до Ваших даних.

source: The web clipper service is enabled and set to auto-start.
ar: خدمة Web Clipper مفعَّلة ومضبوطة على البدء التلقائي.
el_gr: Η υπηρεσία web clipper είναι ενεργοποιημένη και έχει ρυθμιστεί να εκκινείται αυτόματα.
nb_no: Web Clipper-tjenesten er aktivert og satt til å starte opp automatisk.
uk_ua: Сервіс web clipper увімкнено та встановлено на автоматичний запуск.

source: The web clipper service is not enabled.
ar: خدمة Web clipper غير مفعَّلة.
el_gr: Η υπηρεσία Web Clipper δεν είναι ενεργοποιημένη.
nb_no: Web Clipper-tjenesten er ikke aktivert.
uk_ua: Сервіс web clipper не ввімкнено.
