Repository: yoki31/joplin
Catalog: packages/tools/locales/*.po
Languages: ar, el_gr, nb_no, uk_ua

source: The WebDAV implementation of %s is incompatible with Joplin, and as such is no longer supported. Please use a different sync method.
el_gr: Η υλοποίηση WebDAV του %s δεν είναι συμβατή με το Joplin και ως εκ τούτου δεν υποστηρίζεται πλέον. Παρακαλούμε χρησιμοποιήστε μια διαφορετική μέθοδο συγχρονισμού.
uk_ua: Реалізація WebDAV %s несумісна з Joplin, тому більше не підтримується. Будь ласка, скористайтеся іншим методом синхронізації.

source: Theme
ar: السمة
el_gr: Θέμα
nb_no: Tema
uk_ua: Тема

source: Themes, editor font
el_gr: Θέμα, γραμματοσειρά επεξεργαστή κειμένου
uk_ua: Теми, шрифт редактора

source: There are currently no notes. Create one by clicking on the (+) button.
ar: لا توجد ملاحظات حالياً. أنشئ واحدة بالضغط على زر (+).
el_gr: Δεν υπάρχουν προς το παρόν σημειώσεις. Δημιουργήστε μία κάνοντας κλικ στο κουμπί (+).
nb_no: For øyeblikket finnes det ingen notater. Lag et ved å klikke på (+)-knappen.
uk_ua: На даний момент немає нотаток. Створіть, натиснувши кнопку (+).

source: There are no notes in the trash folder.
el_gr: Δεν υπάρχουν σημειώσεις στον κάδο.
uk_ua: У кошику немає жодних нотаток.

source: There are unsaved changes.
el_gr: Υπάρχουν μη αποθηκευμένες αλλαγές.
uk_ua: Є незбережені зміни.

source: There is no data to export.
ar: لا يوجد بيانات للتصدير.
el_gr: Δεν υπάρχουν δεδομένα για εξαγωγή.
nb_no: Det er ingen data å eksportere.
uk_ua: Немає даних для експорту.

source: There was a [conflict](%s) on the attachment below. %s
ar: كان هناك (%s)[conflict] على المرفق أدناه. %s
el_gr: Υπήρξε μια [διένεξη](%s) στο παρακάτω συνημμένο. %s
nb_no: Det var en [konflikt](%s) i vedlegget under. %s
uk_ua: [конфлікт](%s) oу вкладеннях нижче. %s

source: There was an error downloading this attachment:
ar: حدث خطأ أثناء تنزيل هذا المرفق:
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη αυτού του συνημμένου:
nb_no: Det oppstod en feil ved nedlastingen av dette vedlegget:
uk_ua: Під час завантаження цього вкладення сталася помилка:

source: These items failed to sync, but have been marked as "ignored". They won't cause the sync warning to appear, but still aren't synced. To unignore, click "retry".
el_gr: Απέτυχε ο συγχρονισμός αυτών των στοιχείων, ωστόσο έχουν χαρακτηριστεί ως «αγνοημένα». Δεν πρόκειται να προκαλέσουν προειδοποιήσεις συγχρονισμού, αλλά θα εξακολουθήσουν να μη συγχρονίζονται. Πατήστε «Δοκιμή ξανά» για να αποχαρακτηριστούν.
uk_ua: Ці елементи не вдалося синхронізувати, але їх позначено як "проігноровані". Вони не спричиняють появи попередження про синхронізацію, але все одно не синхронізуються. Щоб скасувати ігнорування, натисніть "повторити спробу".

source: These items will remain on the device but will not be uploaded to the sync target. In order to find these items, either search for the title or the ID (which is displayed in brackets above).
ar: ستبقى هذه العناصر على الجهاز إلا أنها لن يجري رفعها إلى وجهة المزامنة. لكي تجد هذه العناصر ، عليك إما البحث عن العنوان أو المعرِّف (وهو معروض أعلاه بين قوسين).
el_gr: Αυτά τα στοιχεία θα παραμείνουν στη συσκευή, αλλά δεν θα μεταφορτωθούν στο στόχο συγχρονισμού. Για να βρείτε αυτά τα στοιχεία, αναζητήστε είτε τον τίτλο είτε το αναγνωριστικό (το οποίο εμφανίζεται στις παραπάνω παρενθέσεις).
nb_no: Disse elementene blir værende på enheten, men vil ikke bli lastet opp til synkroniseringsmålet. For å finne disse elementene, enten søk etter tittel eller ID (som vises i parentes over).
uk_ua: Ці елементи залишаться на пристрої, але не будуть завантажені до цілі синхронізації. Для того, щоб знайти ці елементи, знайдіть заголовок або ідентифікатор (який відображається в дужках вище).

source: These plugins enhance the Markdown renderer with additional features. Please note that, while these features might be useful, they are not standard Markdown and thus most of them will only work in Joplin. Additionally, some of them are *incompatible* with the WYSIWYG editor. If you open a note that uses one of these plugins in that editor, you will lose the plugin formatting. It is indicated below which plugins are compatible or not with the WYSIWYG editor.
ar: تعمل هذه المكونات الإضافية على تحسين عارض Markdown بميّزات إضافية. يرجى ملاحظة أنه على الرغم من أن هذه الميزات قد تكون مفيدة، إلا أنها ليست Markdown قياسية وبالتالي فإن معظمها سيعمل فقط في Joplin. بالإضافة إلى ذلك، بعضها *غير متوافق* مع محرّر WYSIWYG. إذا فتحت ملاحظة تستخدم أحد هذه المكونات الإضافية في ذلك المحرر، فستفقد تنسيق المكون الإضافي. تمت الإشارة أدناه إلى المكونات الإضافية المتوافقة مع محرر WYSIWYG و الغير متوافقة.
el_gr: Αυτά τα πρόσθετα βελτιώνουν τον Markdown renderer με πρόσθετες δυνατότητες. Λάβετε υπόψη ότι, παρόλο που αυτές οι δυνατότητες μπορεί να είναι χρήσιμες, δεν είναι τυπικές Markdown και επομένως οι περισσότερες από αυτές θα λειτουργούν μόνο στο Joplin. Επιπλέον, ορισμένα από αυτά είναι *ασύμβατα* με το πρόγραμμα επεξεργασίας WYSIWYG. Εάν ανοίξετε μια σημείωση που χρησιμοποιεί ένα από αυτά τα πρόσθετα σε αυτόν τον επεξεργαστή, θα χάσετε τη μορφοποίηση της προσθήκης. Υποδεικνύεται παρακάτω ποια πρόσθετα είναι συμβατά ή όχι με τον επεξεργαστή WYSIWYG.
nb_no: Disse utvidelsene forbedrer Markdown-renderen med utvidet funksjonalitet. Vær oppmerksom på at, selv om funksjonaliteten kan være nyttig, så er det ikke standard Markdown og vil dermed kun virke i Joplin. I tillegg er noen av dem *inkompatible* med WYIWYG editoren. Hvis du åpner et notat og benytter en av disse utvidelsene, vil du miste utvidelsesformatering. Det er angitt under hvilke utvidelser som er kompatible eller ikke med WYSIWYG editoren.
uk_ua: Ці плагіни покращують візуалізатор Markdown додатковими функціями. Зверніть увагу, що, хоча ці функції можуть бути корисними, вони не є стандартними Markdown, тому більшість із них працюватимуть лише в Joplin. Крім того, деякі з них *несумісні* з редактором WYSIWYG. Якщо ви відкриєте нотатку, яка використовує один із цих плагінів у цьому редакторі, ви втратите форматування плагіна. Внизу вказано, які плагіни сумісні чи ні з редактором WYSIWYG.

source: This allows another user to share a notebook with you, and you can then both collaborate on it. It does not however allow you to share a notebook with someone else, unless you have the feature "%s".
el_gr: Επιτρέπει σε άλλο χρήστη να μοιραστεί ένα σημειωματάριο με εσάς, ώστε να μπορείτε να συνεργαστείτε πάνω σε αυτό. Δεν επιτρέπει, ωστόσο, την κοινοποίηση σημειωματαρίου σε κάποιον τρίτο, εκτός αν διαθέτετε τη δυνατότητα “%s”.
uk_ua: Це дає змогу іншому користувачеві надати вам спільний доступ до блокнота, і ви зможете спільно працювати над ним. Однак це не дозволяє вам надати спільний доступ до блокнота з кимось іншим, якщо тільки у вас немає функції "%s".

source: This attachment does not have OCR data (Status: %s)
el_gr: Αυτό το συνημμένο δεν διαθέτει δεδομένα OCR (Κατάσταση: %s)
uk_ua: У цьому вкладенні немає даних розпізнавання (Статус: %s)

source: This attachment is not downloaded or not decrypted yet
ar: لم يجر تنزيل هذا المرفق أو فك تشفيره حتى الآن
el_gr: Αυτό το συνημμένο δεν έχει ακόμη μεταφορτωθεί ή αποκρυπτογραφηθεί
nb_no: Dette vedlegget er ikke lastet ned eller dekryptert enda
uk_ua: Це вкладення ще не завантажено або ще не розшифроване

source: This authorisation token is only needed to allow third-party applications to access Joplin.
ar: هذا الرمز المميز للتصريح مطلوب فقط للسماح لتطبيقات طرف ثالث للوصول إلى Joplin.
el_gr: Αυτό το token εξουσιοδότησης απαιτείται μόνο για να επιτρέπει σε εφαρμογές τρίτων να έχουν πρόσβαση στην Joplin.
nb_no: Denne autoriseringsbeviset er det eneste nødvendige for å gi tredjepartsapplikasjoner tilgang til Joplin.
uk_ua: Цей токен авторизації потрібен лише для того, щоб сторонні програми могли отримувати доступ до Joplin.

source: This drawing may have unsaved changes.
el_gr: Ίσως υπάρχουν μη αποθηκευμένες αλλαγές στο συγκεκριμένο σχέδιο.
uk_ua: Цей малюнок може мати незбережені зміни.

source: This is an advanced tool to show the attachments that are linked to your notes. Please be careful when deleting one of them as they cannot be restored afterwards.
ar: هذه أداة متقدمة لإظهار المرفقات المرتبطة بملاحظاتك. يرجى توخّي الحذر عند حذف أحدها حيث لا يمكن استعادتها بعد ذلك.
el_gr: Πρόκειται για ένα προηγμένο εργαλείο που προβάλλει τα συνημμένα που συνδέονται με τις σημειώσεις σας. Να είστε προσεκτικοί κατά τη διαγραφή ενός από αυτά, καθώς δεν είναι δυνατή η επαναφορά τους.
nb_no: Dette er et avansert verktøy for å vise vedlegg som er lenket til dine notater. Vær forsiktig når du sletter et av dem da de ikke kan gjenopprettes etterpå.
uk_ua: Це вдосконалений інструмент для показу вкладених файлів, пов’язаних із вашими нотатками. Будьте обережні, видаляючи один із них, оскільки згодом їх неможливо відновити.

source: This note could not be deleted: %s
el_gr: Αυτή η σημείωση δεν ήταν δυνατό να διαγραφεί: %s
uk_ua: Цю замітку не можна видалити: %s

source: This note could not be duplicated: %s
el_gr: Αυτή η σημείωση δεν ήταν δυνατό να κλωνοποιηθεί: %s
uk_ua: Ця нотатка не може бути продубльована: %s

source: This note could not be moved: %s
el_gr: Αυτή η σημείωση δεν ήταν δυνατόν να μετακινηθεί: %s
uk_ua: Цю замітку не можна було переміщати: %s

source: This note does not have geolocation information.
ar: ليس لدى هذه الملاحظة معلومة موقع جغرافي.
el_gr: Αυτή η σημείωση δεν διαθέτει πληροφορίες γεωγραφικής θέσης.
nb_no: Dette notatet har ingen stedsinformasjon.
uk_ua: Ця нотатка не містить інформації про геолокацію.

source: This note has been modified:
ar: جرى تعديل هذه الملاحظة:
el_gr: Αυτή η σημείωση έχει τροποποιηθεί:
nb_no: Dette notatet har blitt endret:
uk_ua: Ця нотатка була модифікована:

source: This note has no content. Click on "%s" to toggle the editor and edit the note.
ar: ليس لهذه الملاحظة أي محتوى. اضغط على "%s" لتبديل المحرّر وتحرير الملاحظة.
el_gr: Αυτή η σημείωση δεν περιέχει περιεχόμενο. Κάντε κλικ στο "%s" για να επεξεργαστείτε τη σημείωση στον editor.
nb_no: Dette notatet har ikke noe innhold. Klikk på "%s" for å redigere notatet.
uk_ua: Ця примітка не має вмісту. Клацніть на “%s”, щоб переключити редактор та редагувати нотатку.

source: This note has no history
ar: هذه المذكرة ليس لها تاريخ
el_gr: Αυτή η σημείωση δεν έχει ιστορικό
nb_no: Dette notatet har ingen historikk
uk_ua: Ця примітка не має історії

source: This plugin doesn't support %s.
el_gr: Αυτό το πρόσθετο δεν υποστηρίζει %s.
uk_ua: Цей плагін не підтримує %s.

source: This Rich Text editor has a number of limitations and it is recommended to be aware of them before using it.
ar: يحتوي محرر النص المنسق هذا على عدد من القيود ومن المستحسن أن تكون على دراية بها قبل استخدامه.
el_gr: Αυτός ο επεξεργαστής εμπλουτισμένου κειμένου έχει ορισμένους περιορισμούς και συνιστάται να τους γνωρίζετε πριν το χρησιμοποιήσετε.
nb_no: Denne riktekst-editoren har en rekke begrensinger og det er anbefalt at man er oppmerksom på dette før man benytter den.
uk_ua: Цей редактор форматованого тексту має ряд обмежень, і рекомендується знати про них, перш ніж використовувати його.

source: This service allows the browser extension to communicate with Joplin. When enabling it your firewall may ask you to give permission to Joplin to listen to a particular port.
ar: تتيح هذه الخدمة تواصل إضافة المستعرض مع Joplin. عندما تفعّلها قد يسألك الجدار الناري أن تعطي الإذن لـ Joplin بالاستماع إلى منفذ محدّد.
el_gr: Αυτή η υπηρεσία επιτρέπει στην επέκταση του προγράμματος περιήγησης να επικοινωνεί με το Joplin. Όταν την ενεργοποιήσετε, το τείχος προστασίας μπορεί να σας ζητήσει να δώσετε άδεια στο Joplin να επικοινωνεί μέσω της συγκεκριμένης πόρτας.
nb_no: Denne tjenesten tillater nettleserutvidelser å kommunisere med Joplin. Når du aktiverer den kan brannmuren spørre om du vil gi Joplin tillatelse til å lytte på en bestemt port.
uk_ua: Ця послуга дозволяє розширенню браузера спілкуватися з Joplin. Увімкнувши його, ваш брандмауер може попросити вас надати дозвіл Joplin прослуховувати певний порт.

source: This subfolder of the trash has no notes.
el_gr: Αυτός ο υποφάκελος του κάδου δεν περιέχει σημειώσεις.
uk_ua: У цій підтеці смітника немає нотаток.

source: This will allow Joplin to run in the background. It is recommended to enable this setting so that your notes are constantly being synchronised, thus reducing the number of conflicts.
ar: هذا يتيح لـ Joplin العمل في الخلفية. نوصي بتفعيل هذا الإعداد لكي تجري مزامنة ملاحظاتك باستمرار ، مما يقلل عدد حالات التعارض.
el_gr: Αυτό θα επιτρέψει στο Joplin να τρέξει στο παρασκήνιο. Συνιστάται να ενεργοποιήσετε αυτήν τη ρύθμιση έτσι ώστε οι σημειώσεις σας να συγχρονίζονται συνεχώς, μειώνοντας έτσι τον αριθμό των διενέξεων.
nb_no: Dette vil tillatte Joplin å kjøre i bakgrunnen. Det er anbefalt å aktivere denne innstillingen så notatene dine blir synkronisert konstant, slik at du reduserer mulige konflikter.
uk_ua: Це дозволить Joplin працювати у фоновому режимі. Рекомендується ввімкнути цей параметр, щоб ваші нотатки постійно синхронізувались, таким чином зменшуючи кількість конфліктів.

source: This will open a new screen. Save your current changes?
ar: هذا سيفتح شاشة جديدة. حفظ التغييرات الحالية الخاصة بك؟
el_gr: Αυτό θα ανοίξει μια νέα οθόνη. Να αποθηκευθούν οι τρέχουσες αλλαγές;
nb_no: Dette vil åpne et nytt vindu. Vil du lagre nåværende endringer?
uk_ua: Це відкриє новий екран. Зберегти поточні зміни?

source: This will permanently delete all items in the trash. Continue?
el_gr: Θα πραγματοποιηθεί οριστική διαγραφή όλων των περιεχομένων του κάδου. Θέλετε να συνεχίσετε;
uk_ua: Це призведе до остаточного видалення всіх елементів у кошику. Продовжити?

source: This will permanently delete the note "%s". Continue?
el_gr: Θα πραγματοποιηθεί οριστική διαγραφή της σημείωσης “%s”. Θέλετε να συνεχίσετε;
uk_ua: Це призведе до остаточного видалення примітки "%s". Продовжувати?

source: This will remove the notebook from your collection and you will no longer have access to its content. Do you wish to continue?
el_gr: Πρόκειται να αφαιρέσετε το σημειωματάριο από τη συλλογή σας και δεν θα έχετε πλέον πρόσβαση στο περιεχόμενό του. Θέλετε να συνεχίσετε;
nb_no: Dette vil fjerne notatblokken fra samlingen din, og du vil ikke lenger ha tilgang til innholdet. Ønsker du å fortsette?
uk_ua: Блокнот буде видалено з вашої колекції, і Ви більше не матимете доступу до його вмісту. Ви бажаєте продовжити?

source: Time format
ar: تنسيق الوقت
el_gr: Μορφή ώρας
nb_no: Tidsformat
uk_ua: Формат часу

source: title
ar: العنوان
el_gr: τίτλος
nb_no: tittel
uk_ua: заголовок

source: Title
ar: العنوان
el_gr: Τίτλος
nb_no: Tittel
uk_ua: Заголовок

source: To allow Joplin to synchronise with Dropbox, please follow the steps below:
ar: يرجى اتباع الخطوات التالية للسماح لـ Joplin بالمزامنة مع Dropbox:
el_gr: Για να επιτρέψετε στο Joplin να συγχρονιστεί με το Dropbox, ακολουθήστε τα παρακάτω βήματα:
nb_no: For å få Joplin til å synkronisere med Dropbox må du følge trinnene under:
uk_ua: Щоб дозволити Joplin синхронізуватися з Dropbox, виконайте наведені нижче дії:

source: To allow Joplin to synchronise with Joplin Cloud, please login using this URL:
el_gr: Για να επιτρέψετε στο Joplin να συγχρονιστεί με το Joplin Cloud, παρακαλώ συνδεθείτε στον ακόλουθο σύνδεσμο:
uk_ua: Щоб дозволити Joplin синхронізуватися з Joplin Cloud, будь ласка, увійдіть за цим URL:

source: To continue, please enter your master password below.
el_gr: Για να συνεχίσετε, παρακαλώ πληκτρολογήστε τον κύριο κωδικό πρόσβασης.
nb_no: For å fortsette må du skrive inn masterpassordet ditt nedenfor.
uk_ua: Щоб продовжити, введіть свій головний пароль нижче.

source: To delete a tag, untag the associated notes.
ar: لتحذف الوسم، أزل الوسم عن الملاحظات التي وسمت به.
el_gr: Για να διαγράψετε μία ετικέτα, αφαιρέστε την από τις σχετικές σημειώσεις.
nb_no: For å slette en merkelapp, fjern merkelappen fra merkede notater.
uk_ua: Щоб видалити тег, зніміть позначки з відповідних нотаток.

source: To delete: %d
ar: المعدّة للحذف: %d
el_gr: Προς διαγραφή: %d
nb_no: Slettes: %d
uk_ua: До видалення: %d

source: To enter command line mode, press ":"
ar: للدخول إلى وضع سطر الأوامر ، اضغط ":"
el_gr: Για να εισέλθετε στη λειτουργία γραμμής εντολών, πατήστε ":"
nb_no: For å gå inn i kommandolinjemodus, trykk ":"
uk_ua: Щоб увійти в режим командного рядка, натисніть “:”

source: To exit command line mode, press ESCAPE
ar: للخروج من وضع سطر الأوامر ، اضغط ESCAPE
el_gr: Για έξοδο από τη λειτουργία γραμμής εντολών, πατήστε ESCAPE
nb_no: For å gå ut av kommandolinjemodus, trykk ESCAPE
uk_ua: Щоб вийти з режиму командного рядка, натисніть ESCAPE

source: To manually sort the notes, the sort order must be changed to "%s" in the menu "%s" > "%s"
ar: لفرز الملاحظات يدويًا، يجب تغيير ترتيب الفرز إلى "%s" في القائمة "%s" > "%s"
el_gr: Για να ταξινομήσετε τις σημειώσεις χειροκίνητα, η σειρά ταξινόμησης πρέπει να αλλάξει σε "%s" στο μενού "%s" - "%s"
nb_no: For manuelt å sortere notatene, må sorteringsrekkefølgen endres til "%s" i meny "%s" > "%s"
uk_ua: Щоб вручну сортувати нотатки, порядок сортування потрібно змінити на “%s” в меню “%s”> “%s”

source: To maximise/minimise the console, press "tc".
ar: لتكبير/تصغير وحدة التحكم ، اضغط "tc".
el_gr: Για μεγιστοποιήση/ελαχιστοποιήση της κονσόλας, πατήστε "tc".
nb_no: For å maksimere/minimere konsollet, trykk "tc".
uk_ua: Щоб розгорнути / згорнути консоль, натисніть “tc”.

source: To move from one pane to another, press Tab or Shift+Tab.
ar: للتنقل من جزء إلى آخر اضغط Tab أو Shift+Tab.
el_gr: Για να μετακινηθείτε από ένα παράθυρο σε άλλο, πατήστε Tab ή Shift + Tab.
nb_no: Hvis du vil flytte fra en fane til en annen, trykk Tab eller Shift+Tab.
uk_ua: Щоб перейти з однієї панелі на іншу, натисніть Tab або Shift+Tab.

source: To retry decryption of these items. Run `e2ee decrypt --retry-failed-items`
ar: لإعادة محاولة فك تشفير هذه العناصر. شغّل `e2ee decrypt --retry-failed-items`
el_gr: Για να επαναλάβετε την αποκρυπτογράφηση αυτών των στοιχείων. Τρέξτε `e2ee decrypt --retry-failed-items`
nb_no: For å prøve å dekryptere disse elementene på nytt, kjør 'e2ee decrypt --retry-failed-items'
uk_ua: Повторити спробу дешифрування цих елементів. Запустіть `e2ee decrypt —retry-failed-items`

source: To switch the profile, the app is going to close and you will need to restart it.
el_gr: Για να αλλάξετε το προφίλ, η εφαρμογή θα κλείσει και θα πρέπει να την επανεκκινήσετε.
uk_ua: Щоб змінити профіль, програма закриється, і вам потрібно буде її перезапустити.

source: To work correctly, the app needs the following permissions. Please enable them in your phone settings, in Apps > Joplin > Permissions
ar: يحتاج التطبيق للأذونات التالية كي يعمل بشكل صحيح. فضلاً فعّلها في إعدادات هاتفك ، في التطبيقات > Joplin > الأذونات
el_gr: Για να λειτουργήσει σωστά, η εφαρμογή χρειάζεται τα ακόλουθα δικαιώματα. Ενεργοποιήστε τα στις ρυθμίσεις του τηλεφώνου σας, στο Apps> Joplin> Permissions
nb_no: For å fungere riktig behøver applikasjonen følgende tillatelser. Aktiver disse tillatelsene i telefoninnstillingene, i Apps > Joplin > Tillatelser
uk_ua: Для коректної роботи додатку потрібні такі дозволи. Будь-ласка, увімкніть їх у налаштуваннях телефону, у Додатки> Joplin> Дозволи

source: to-do
ar: قائمة مهام
el_gr: υπόμνηση
nb_no: gjøremål
uk_ua: завдання

source: To-do
el_gr: Υπόμνηση
uk_ua: Справи

source: to-do: %s
el_gr: υπόμνηση: %s
uk_ua: завдання: %s

source: Toggle comment
ar: تبديل قائمة الملاحظات
el_gr: Εναλλαγή σχολίου
nb_no: Vis/skjul kommentar
uk_ua: Переключити коментар

source: Toggle development tools
ar: تبديل أدوات التطوير
el_gr: Εναλλαγή εργαλείων προγραμματισμού
nb_no: Vis/skjul utviklingsverktøy
uk_ua: Перемикач інструментів розробника

source: Toggle editor layout
ar: تبديل تخطيط المحرّر
el_gr: Εναλλαγή διάταξης επεξεργαστή κειμένου
nb_no: Bytt editorvisning
uk_ua: Переключити макет редактора

source: Toggle editor plugin
uk_ua: Перемкнути розширення редактора

source: Toggle editors
ar: تبديل المحرّرات
el_gr: Εναλλαγή επεξεργαστή κειμένου
nb_no: Bytt editorer
uk_ua: Переключити редактори

source: Toggle external editing
ar: تبديل وضع التحرير الخارجي
el_gr: Επεξεργασία με άλλη εφαρμογή
nb_no: Vis/skjul ekstern redigering
uk_ua: Переключити зовнішнє редагування

source: Toggle menu bar
el_gr: Εναλλαγή πλευρικής μπάρας
uk_ua: Перемикання рядка меню

source: Toggle note history, keep notes for
el_gr: Ιστορικό σημειώσεων, διάστημα διατήρησης
uk_ua: Перемикайте історію нотаток, зберігайте нотатки для

source: Toggle note list
ar: تبديل قائمة الملاحظات
el_gr: Εναλλαγή λίστας σημειώσεων
nb_no: Vis/skjul notatliste
uk_ua: Переключити список нотаток

source: Toggle own sort order
el_gr: Εναλλαγή της δικής σας σειράς ταξινόμησης
nb_no: Vis/skjul egen sorteringsrekkefølge
uk_ua: Переключити власний порядок сортування

source: Toggle safe mode
ar: تبديل الوضع الآمن
el_gr: Εναλλαγή ασφαλούς λειτουργίας
nb_no: Vis/skjul sikker modus
uk_ua: Переключити безпечний режим

source: Toggle sidebar
ar: تبديل الشريط الجانبي
el_gr: Εναλλαγή πλευρικής μπάρας
nb_no: Vis/skjul sidepanel
uk_ua: Переключити бокову панель

source: Toggle sort order field
el_gr: Εναλλαγή του πεδίου ταξινόμησης
nb_no: Vis/skjul feltet for sorteringsrekkefølge
uk_ua: Переключити поле порядку сортування

source: Token has been copied to the clipboard!
ar: تم نسخ الرمز المميز إلى الحافظة!
el_gr: Το Token έχει αντιγραφεί στο πρόχειρο!
nb_no: Bevis har blitt kopiert til utklippstavlen!
uk_ua: Токен скопійовано в буфер обміну!

source: Tools
ar: أدوات
el_gr: Εργαλεία
nb_no: Verktøy
uk_ua: Інструменти

source: Total Size
el_gr: Συνολικό μέγεθος
uk_ua: Загальний розмір

source: Total: %d/%d
ar: الإجمالي: %d/%d
el_gr: Σύνολο: %d/%d
nb_no: Totalt: %d/%d
uk_ua: Всього: %d/%d

source: Trash
el_gr: Κάδος
uk_ua: Смітник

source: Try again
ar: حاول ثانية
el_gr: Δοκιμάστε ξανά
nb_no: Forsøk igjen
uk_ua: Спробувати знову

source: Try it now
el_gr: Δοκιμάστε το τώρα
uk_ua: Спробувати зараз

source: Type `help [command]` for more information about a command; or type `help all` for the complete usage information.
ar: أكتب `help [command]` للمزيد من المعلومات عن أمر ما ، أو `help all` لمعلومات الاستخدام الكاملة.
el_gr: Πληκτρολογήστε `help [command]` για περισσότερες πληροφορίες σχετικά με μια εντολή, ή πληκτρολογήστε `help all` για όλες τις πληροφορίες χρήσης.
nb_no: Skriv inn `help [kommando]` for å få mer informasjon om en kommando. eller skriv inn `help all` for fullstendig brukerinformasjon.
uk_ua: Введіть `help [command]` для отримання додаткової інформації про команду; або введіть `help all` для отримання повної інформації про використання.

source: Type `joplin help` for usage information.
ar: أكتب `joplin help` لمعلومات الاستخدام.
el_gr: Πληκτρολογήστε `joplin help` για πληροφορίες χρήσης.
nb_no: Skriv `joplin help` for brukerinformasjon.
uk_ua: Введіть `joplin help` для отримання інформації про використання.

source: Type a note title or part of its content to jump to it. Or type # followed by a tag name, or @ followed by a notebook name. Or type : to search for commands.
ar: اكتب عنوان ملاحظة أو جزء من محتواه للانتقال إليه. أو اكتب # متبوعاً بإسم وسم، أو @ متبوعاً باسم دفتر ملاحظات. أو اكتب : للبحث عن الأوامر.
el_gr: Πληκτρολογήστε έναν τίτλο σημείωσης ή μέρος του περιεχομένου του για να μεταβείτε σε αυτόν. Ή πληκτρολογήστε # ακολουθούμενο από ένα όνομα ετικέτας ή @ ακολουθούμενο από ένα σημειωματάριο. Ή πληκτρολογίστε : για να ψάξετε για εντολές.
nb_no: Skriv en notattittel eller deler av innholdet for å hoppe til det. Eller skriv # etterfulgt av et merkelappnavn. Eller skriv : for å søke i kommandoer.
uk_ua: Введіть заголовок нотатки або частину її вмісту, щоб перейти до неї. Або введіть # а потім ім'я тега, або @, а потім ім'я блокнота. Або введіть : для пошуку команд.

source: Type new tags or select from list
ar: أكتب وسوماً جديدة أو اخترها من القائمة
el_gr: Πληκτρολογήστε καινούρια ετικέτα ή επιλέξτε από την λίστα
nb_no: Skriv inn nye merkelapper eller velg fra listen
uk_ua: Введіть нові теги або виберіть зі списку
