Repository: yoki31/joplin
Catalog: packages/tools/locales/*.po
Languages: ar, el_gr, nb_no, uk_ua

source: Default: %s
ar: التلقائية: %s
el_gr: Προεπιλογή: %s
nb_no: Standard: %s
uk_ua: За замовчуванням: %s

source: Delete
ar: حذف
el_gr: Διαγραφή
nb_no: Slett
uk_ua: Видалити

source: Delete attachment "%s"?
ar: هل تريد حذف المرفقات "%s"؟
el_gr: Διαγραφή συνημμένου "%s";
nb_no: Slett vedlegg "%s"?
uk_ua: Видалити вкладення “%s”?

source: Delete expired sessions
ar: حذف الجلسات المنتهية الصلاحية
el_gr: Διαγραφή ληγμένων συνεδριών
nb_no: Slett utløpte økter
uk_ua: Видалити сесії, термін дії яких закінчився

source: Delete expired tokens
ar: حذف الرموز المنتهية الصلاحية
el_gr: Διαγραφή των ληγμένων token
nb_no: Slett utløpte bevis
uk_ua: Видаліть прострочені токени

source: Delete line
ar: حذف الخط
el_gr: Διαγραφή γραμμής
nb_no: Slett linje
uk_ua: Видалити лінію

source: Delete local data and re-download from sync target
ar: حذف البيانات المحليّة وإعادة تنزيل
el_gr: Διαγραφή τοπικών δεδομένων και εκ νέου λήψη από τον προορισμό
nb_no: Slett lokale date og last ned på nytt fra synkroniseringsmålet
uk_ua: Видаліть локальні дані та повторно завантажте з цілі синхронізації

source: Delete model and re-download? This cannot be undone.
uk_ua: Видалити модель і завантажити заново? Це не можна скасувати.

source: Delete note
ar: حذف الملاحظة
el_gr: Διαγραφή σημείωσης
uk_ua: Видалити нотатку

source: Delete notebook
ar: حذف الملاحظة
el_gr: Διαγραφή σημειωματάριου
uk_ua: Видалити нотатку

source: Delete plugin "%s"?
ar: حذف المكون الإضافي "%s"؟
el_gr: Διαγραφή πρόσθετου "%s";
nb_no: Slett utvidelse "%s"?
uk_ua: Видалити розширення “%s”?

source: Delete profile "%s"
ar: حذف التعريف "%s"
el_gr: Διαγραφή προφίλ "%s";
uk_ua: Видалити профіль "%s"

source: Delete selected notes
ar: حدف الملاحظات المحددة
el_gr: Διαγραφή επιλεγμένων σημειώσεων
uk_ua: Видалити вибрані нотатки

source: Delete the Inbox notebook? If you delete the inbox notebook, any email that's recently been sent to it may be lost.
el_gr: Να διαγραφεί το σημειωματάριο εισερχομένων; Αν διαγράψετε το σημειωματάριο εισερχομένων, κάθε e-mail που εστάλη σε αυτό πρόσφατα ίσως χαθεί.
uk_ua: Видалити блокнот "Вхідні"? Якщо ви видалите блокнот "Вхідні", всі листи, які нещодавно були надіслані до нього, можуть бути втрачені.

source: Delete this invitation? The recipient will no longer have access to this shared notebook.
ar: أحذف هذه الدعوة؟ لن يتمكن المستلم من الوصول إلى دفتر الملاحظات المشترك هذا بعد الآن.
el_gr: Να διαγραφεί αυτή η πρόσκληση; Ο παραλήπτης δεν θα έχει πλέον πρόσβαση σε αυτό το κοινόχρηστο σημειωματάριο.
nb_no: Slett invitasjonen? Mottaker vil ikke lenger ha tilgang til denne delte notatboka.
uk_ua: Видалити це запрошення? Одержувач більше не матиме доступу до цього спільного блокнота.

source: Delete this profile?
ar: حذف هذا التعريف ؟
el_gr: Να διαγραφεί αυτό το προφίλ;
uk_ua: Видалити цей профіль?

source: Deleted
el_gr: Διεγράφη
uk_ua: Видалено

source: Deleted local items: %d.
ar: العناصر المحلية المحذوفة: %d.
el_gr: Διαγραμμένα τοπικά στοιχεία: %d.
nb_no: Slett lokale elementer: %d.
uk_ua: Видалено локальних елементів: %d.

source: Deleted remote items: %d.
ar: العناصر البعيدة المحذوفة: %d.
el_gr: Διαγραμμένα απομακρυσμένα στοιχεία: %d.
nb_no: Slettet eksterne elementer: %d.
uk_ua: Видалено віддалених елементів: %d.

source: Deletes notes permanently, skipping the trash.
el_gr: Διαγράφει τις σημειώσεις οριστικά, παρακάμπτοντας τον κάδο ανακύκλωσης.
uk_ua: Видаляє нотатки назавжди, минаючи смітник.

source: Deletes the given notebook.
ar: يحذف دفتر الملاحظات المعطى.
el_gr: Διαγράφει το καθορισμένο σημειωματάριο.
nb_no: Sletter den valgte notatboka.
uk_ua: Видаляє даний блокнот.

source: Deletes the notebook without asking for confirmation.
ar: يحذف دفتر الملاحظات دون طلب تأكيد.
el_gr: Διαγράφει το σημειωματάριο χωρίς να ζητηθεί επιβεβαίωση.
nb_no: Sletter notatboka uten å spørre om bekreftelse.
uk_ua: Видаляє блокнот, не запитуючи підтвердження.

source: Deletes the notes matching <note-pattern>.
ar: يحذف الملاحظات المطابقة لـ <note-pattern> (نمط-ملاحظة).
el_gr: Διαγράφει τις σημειώσεις που ταιριάζουν στο <note-pattern>.
nb_no: Sletter notatene som samsvarer med <note-pattern>.
uk_ua: Видаляє нотатки, що відповідають <note-pattern>.

source: Deletes the notes without asking for confirmation.
ar: يحذف الملاحظات دون طلب تأكيد.
el_gr: Διαγράφει τις σημειώσεις χωρίς να ζητηθεί επιβεβαίωση.
nb_no: Sletter notatene uten bekreftelse.
uk_ua: Видаляє нотатки, не вимагаючи підтвердження.

source: Deletion log
uk_ua: Журнал видалення

source: Deselect
uk_ua: Зняти вибір

source: Destination format: %s
ar: التنسيق الوجهة: %s
el_gr: Μορφή προορισμού: %s
nb_no: Målformat: %s
uk_ua: Формат призначення: %s

source: Detailed
el_gr: Λεπτομερής
uk_ua: Детально

source: Dev
uk_ua: Розробка

source: Directory
ar: دليل
el_gr: Φάκελος
nb_no: Katalog
uk_ua: Каталог

source: Directory to synchronise with (absolute path)
ar: الدليل الذي تتم المزامنة معه (المسار المطلق)
el_gr: Φάκελος για συγχρονισμό (πλήρης διαδρομή)
nb_no: Katalog å synkronisere med (absolutt sti)
uk_ua: Каталог для синхронізації (абсолютний шлях)

source: Disable
ar: تعطيل
el_gr: Απενεργοποίηση
nb_no: Deaktivere
uk_ua: Відключити

source: Disable encryption
ar: تعطيل التشفير
el_gr: Απενεργοποίηση κρυπτογράφησης
nb_no: Deaktiver kryptering
uk_ua: Вимкнути шифрування

source: Disable safe mode and restart
ar: تعطيل الوضع الآمن ثم إعادة التشغيل
el_gr: Απενεργοποίηση ασφαλούς λειτουργίας και επανεκκίνηση
nb_no: Deaktiver sikker modus og omstart
uk_ua: Вимкніть безпечний режим і перезапустіть

source: Disable Web Clipper Service
ar: تعطيل خدمة Web clipper
el_gr: Απενεργοποίηση υπηρεσίας Web Clipper
nb_no: Deaktiver Web Clipper-tjeneste
uk_ua: Відключити сервіс Web Clipper

source: Disabled
ar: معطَّل
el_gr: Απενεργοποιημένη
nb_no: Deaktivitert
uk_ua: Відключено

source: Disabled keys
uk_ua: Вимкнені клавіші

source: Disabling encryption means *all* your notes and attachments are going to be re-synchronised and sent unencrypted to the sync target. Do you wish to continue?
ar: تعطيل التشفير يعني أن *كل* ملاحظاتك ومرفقاتها ستجري إعادة مزامنتها ثم ترسل دون تشفير إلى وجهة المزامنة. هل ترغب الاستمرار؟
el_gr: Αν απενεργοποιήσετε την κρυπτογράφηση *όλες* οι σημειώσεις και τα συνημμένα σας πρόκειται να επανασυγχρονιστούν και να σταλούν χωρίς κρυπτογράφηση στον προορισμό συγχρονισμού. Θέλετε να συνεχίσετε;
nb_no: Deaktivering av kryptering betyr at *alle* notatene og vedleggene synkroniseres på nytt og sendes ukryptert til synkroniseringsmålet. Vil du fortsette?
uk_ua: Вимкнення шифрування означає, що *всі* ваші нотатки та вкладення будуть повторно синхронізовані та відправлені незашифрованими до цілі синхронізації. Ви хочете продовжити?

source: Discard
el_gr: Απόρριψη
uk_ua: Відхилити

source: Discard changes
ar: تجاهل التغييرات
el_gr: Απόρριψη αλλαγών
nb_no: Forkast endringer
uk_ua: Скасувати зміни

source: Dismiss
ar: صرف
el_gr: Κλείσιμο
nb_no: Ignorer
uk_ua: Відхилити

source: Displays a geolocation URL for the note.
ar: عرض رابط URL للموقع الجغرافي للملاحظة.
el_gr: Εμφανίζει τη διεύθυνση URL της γεωγραφικής θέσης για τη σημείωση.
nb_no: Viser den komplette stedsinformasjonen for notatet.
uk_ua: Відображає URL-адресу геолокації для примітки.

source: Displays only the first top <num> notes.
ar: يعرض أول أعلى <رقم> ملاحظات فقط.
el_gr: Εμφανίζει μόνο τις πρώτες <num> σημειώσεις.
nb_no: Viser kun de første <num> notatene.
uk_ua: Відображає лише перші <num> нотаток.

source: Displays only the items of the specific type(s). Can be `n` for notes, `t` for to-dos, or `nt` for notes and to-dos (eg. `-tt` would display only the to-dos, while `-tnt` would display notes and to-dos.
ar: يعرض العناصر من النوع/الأنواع المحددة فقط. يمكن أن يكون `n` للملاحظات ، أو `t` لقوائم المهام أو `nt` للملاحظات و قوائم المهام (مثلاً ، `-tt` ستعرض قوائم المهام فقط ، بينما ستعرض `-tnt` الملاحظات و قوائم المهام.
el_gr: Εμφανίζει μόνο τα στοιχεία του συγκεκριμένου τύπου(ων). Μπορεί να είναι `n` για σημειώσεις, `t` για υπομνήσεις ή `nt` για σημειώσεις και υπομνήσεις (π.χ. `-tt` θα εμφανίζει μόνο τις υπομνήσεις, ενώ το `-tnt` και σημειώσεις και υπομνήσεις.
nb_no: Viser kun elementene av den spesifikke typen. Kan være `n` for notater, `t` for gjøremål eller `nt` for notater og gjøremål (f.eks.` -tt` vil kun vise gjøremål, mens `-tnt` vil vise notater og gjøremål.)
uk_ua: Відображає лише елементи певного типу. Може бути `n` для нотаток,`t` для завдань або `nt` для приміток і завдань (наприклад,`-tt` відображатиме лише завдання, тоді як `-tnt` відображатиме нотатки та завдання.

source: Displays summary about the notes and notebooks.
ar: يعرض موجزاً عن الملاحظات و دفاتر الملاحظات.
el_gr: Εμφανίζει περίληψη για τις σημειώσεις και τα σημειωματάρια.
nb_no: Viser sammendrag om notatene og notatbøkene.
uk_ua: Відображає зведення про нотатки та блокноти.

source: Displays the complete information about note.
ar: يعرض المعلومات الكاملة عن الملاحظة.
el_gr: Εμφανίζει όλες τις πληροφορίες σχετικά με τη σημείωση.
nb_no: Viser den komplette informasjonen om notatet.
uk_ua: Відображає повну інформацію про нотатку.

source: Displays the given note.
ar: يعرض الملاحظة المعطاة.
el_gr: Εμφανίζει τη καθορισμένη σημείωση.
nb_no: Viser det valgte notatet.
uk_ua: Відображає дану нотатку.

source: Displays the notes in the current notebook. Use `ls /` to display the list of notebooks.
ar: يعرض الملاحظات في الدفتر الحالي. استخدم `ls /` لعرض قائمة دفاتر الملاحظات.
el_gr: Εμφανίζει τις σημειώσεις στο τρέχον σημειωματάριο. Χρησιμοποιήστε το `ls /` για να εμφανίσετε τη λίστα των σημειωματάριων.
nb_no: Viser notatene i gjeldende notatbok. Bruk `ls /` for å vise listen over notatbøker.
uk_ua: Відображає нотатки в поточному блокноті. Використовуйте `ls /`, щоб відобразити список блокнотів.

source: Displays usage information.
ar: عرض معلومات الاستخدام.
el_gr: Εμφανίζει πληροφορίες χρήσης.
nb_no: Viser bruksinformasjon.
uk_ua: Відображає інформацію про використання.

source: Displays version information
ar: عرض معلومات النسخة
el_gr: Εμφανίζει πληροφορίες έκδοσης
nb_no: Viser versjonsinformasjon
uk_ua: Відображає інформацію про версію

source: Do it now
ar: إفعلها الآن
el_gr: Κάνε το τώρα
nb_no: Gjør det nå
uk_ua: Зробити зараз

source: Do not ask for confirmation.
ar: لا تطلب التأكيد.
el_gr: Χωρίς να ζητείται επιβεβαίωση.
nb_no: Ikke spør om bekreftelse.
uk_ua: Не питати підтвердження.

source: Do not lose the password as, for security purposes, this will be the *only* way to decrypt the data! To enable encryption, please enter your password below.
el_gr: Μην χάσετε τον κωδικό πρόσβασης, καθώς, για λόγους ασφαλείας, αυτός θα είναι ο *μόνος* τρόπος αποκρυπτογράφησης των δεδομένων! Για να ενεργοποιήσετε την κρυπτογράφηση, εισαγάγετε τον κωδικό πρόσβασής σας παρακάτω.
nb_no: Ikke mist passordet som, av sikkerhetsmessige grunner, vil være den *eneste* måten å dekryptere data på! Skriv inn passordet nedenfor for å aktivere kryptering.
uk_ua: Не втрачайте пароль, оскільки з міркувань безпеки це буде *єдиний* спосіб розшифрувати дані! Щоб увімкнути шифрування, введіть свій пароль нижче.

source: Donate, website
el_gr: Δωρεά, ιστότοπος
uk_ua: Пожертвувати, сайт

source: Done
ar: تم
el_gr: Ολοκληρώθηκε
uk_ua: Готово

source: Download
ar: تحميل
el_gr: Λήψη
nb_no: Nedlasting
uk_ua: Завантажити

source: Download and install the relevant extension for your browser:
ar: قم بتنزيل و تثبيت الإضافة المذكورة في المستعرض لديك:
el_gr: Κάντε λήψη και εγκατάσταση της αντίστοιχης επέκτασης για το πρόγραμμα περιήγησής σας:
nb_no: Last ned og installer den relevante utvidelsen for din nettleser:
uk_ua: Завантажте та встановіть відповідне розширення для вашого браузера:

source: Download updated model
uk_ua: Завантажити оновлені моделі

source: Downloaded
ar: تم التنزيل
el_gr: Έχουν ληφθεί
nb_no: Nedlastet
uk_ua: Завантажено

source: Downloaded and decrypted
ar: تم تنزيلها وفك تشفيرها
el_gr: Ληφθέντα και αποκρυπτογραφημένα
nb_no: Nedlastet og dekryptert
uk_ua: Завантажено і розшифровано

source: Downloaded and encrypted
ar: تم تنزيلها وتشفيرها
el_gr: Ληφθέντα και κρυπτογραφημένα
nb_no: Nedlastet og kryptert
uk_ua: Завантадено і зашифровано

source: Downloading
ar: جاري التنزيل
el_gr: Λήψη
nb_no: Laster ned
uk_ua: Завантаження

source: Downloading %s language files...
ar: جاري تحميل %s ملفات اللغات...
el_gr: Λήψη αρχείων γλώσσας (%s)…
uk_ua: Завантаження мовних файлів %s...

source: Downloading resources...
ar: يجري تنزيل الموارد...
el_gr: Λήψη πόρων…
nb_no: Laster ned ressurser...
uk_ua: Завантаження ресурсів…

source: Draw picture
el_gr: Σχεδίαση
uk_ua: Намалювати малюнок

source: Drawing
el_gr: Σχέδιο
uk_ua: Малюнок

source: Drop notes or files here
ar: قم بإسقاط الملاحظات أو الملفات هنا
el_gr: Απόθεση σημειώσεων ή αρχείων εδώ
nb_no: Slipp notater eller filer her
uk_ua: Перетягніть сюди нотатки або файли

source: Dropbox Login
ar: تسجيل الدخول إلى Dropbox
el_gr: Σύνδεση Dropbox
nb_no: Innlogging med Dropbox
uk_ua: Dropbox логін

source: Due
el_gr: Προθεσμία
uk_ua: До

source: due date
el_gr: προθεσμία
uk_ua: термін виконання

source: Duplicate
ar: تكرار
el_gr: Δημιουργία διπλότυπου
nb_no: Dupliser
uk_ua: Дублікат

source: Duplicate line
ar: سطر مكرَّر
el_gr: Διπλασιασμός γραμμής
nb_no: Dupliser linje
uk_ua: Продублювати рядок

source: Duplicate selected notes
ar: نسخ الملاحظات المحددة
el_gr: Διπλασιασμός επιλεγμένων γραμμών
uk_ua: Продублювати вибрані нотатки

source: Duplicates the notes matching <note> to [notebook]. If no notebook is specified the note is duplicated in the current notebook.
ar: ينشئ نسخة من الملاحظات المطابقة لـ <note> (ملاحظة) في [notebook] (دفتر ملاحظات). إذا لم يحدد دفتر ملاحظات فستنسخ الملاحظة في دفتر الملاحظات الحالي.
el_gr: Αντιγράφει τις σημειώσεις που ταιριάζουν με τη <note> στο [σημειωματάριο]. Εάν δεν έχει οριστεί κανένα σημειωματάριο, η σημείωση αντιγράφεται στον τρέχον.
nb_no: Dupliserer notatene som samsvarer med <note> til [notebook]. Hvis ingen notatbok er spesifisert blir notatet duplisert til gjeldende notatbok.
uk_ua: Дублює нотатки, що відповідають <note> на [notebook]. Якщо блокнот не вказаний, нотатка дублюється в поточному блокноті.

source: Edit
ar: تحرير
el_gr: Επεξεργασία
nb_no: Rediger
uk_ua: Редагувати

source: Edit in external editor
ar: التحرير في محرر خارجي
el_gr: Επεξεργασία σε εξωτερικό editor
nb_no: Rediger i ekstern editor
uk_ua: Радктувати в зовнішньому редакторі

source: Edit in new window
uk_ua: Редагувати в новому вікні

source: Edit in...
uk_ua: Редагувати в...

source: Edit link
ar: تحرير الرابط
el_gr: Επεξεργασία συνδέσμου
uk_ua: Редагувати посилання

source: Edit note.
ar: تحرير الملاحظة.
el_gr: Eπεξεργασία σημείωσης.
nb_no: Rediger notat.
uk_ua: Редагувати примітку.

source: Edit notebook
ar: تحرير دفتر الملاحظات
el_gr: Επεξεργασία σημειωματάριου
nb_no: Rediger notatbok
uk_ua: Редагувати блокнот

source: Edit profile
ar: تعديل التعريف
el_gr: Επεξεργασία προφίλ
uk_ua: Редагувати профіль

source: Edit profile configuration...
ar: تعديل إعدادات التعريف
el_gr: Επεξεργασία ρυθμίσεων προφίλ…
uk_ua: Редагувати конфігурацію профілю...

source: Editor
ar: محرر
el_gr: Επεξεργαστής κειμένου
uk_ua: Редактор

source: Editor actions
uk_ua: Дії редактора

source: Editor font
ar: خط المحرّر
el_gr: Γραμματοσειρά επεξεργαστή κειμένου
nb_no: Skrift i editor
uk_ua: Шрифт редактора

source: Editor font family
ar: نوع خط المحرّر
el_gr: Οικογένεια γραμματοσειράς επεξεργαστή κειμένου
nb_no: Skriftfamilie i editor
uk_ua: Сімейство шрифтів редактора

source: Editor font size
ar: حجم خط المحرّر
el_gr: Μέγεθος γραμματοσειράς επεξεργαστή κειμένου
nb_no: Skriftstørrelse i editor
uk_ua: Розмір шрифту редактора

source: Editor maximum width
ar: العرض الأقصى للمحرِّر
el_gr: Μέγιστο πλάτος επεξεργαστή κειμένου
nb_no: Maksimal bredde på editor
uk_ua: Максимальна ширина редактора

source: Editor monospace font family
ar: نوع خط المحرّر ذَو الأحرُف أحاديَة التفريق
el_gr: Οικογένεια μονοδιαστημικών γραμματοσειρών επεξεργαστή κειμένου
nb_no: Monospace-skriftfamilie i editor
uk_ua: Редактор сімейства моноширинних шрифтів

source: Editor: %s
ar: محرر: %s
el_gr: Συντάκτης: %s
uk_ua: Редактор: %s

source: Either "text" or "json"
ar: إما "text" أو "json"
el_gr: Είτε "text" ή "json"
nb_no: Enten "text" eller "json"
uk_ua: Або “текст”, або “json”

source: Email
ar: بريد إلكتروني
nb_no: E-post
uk_ua: Електронна пошта

source: Email to note
ar: من بريد إلكتروني إلى ملاحظة
el_gr: Email σε σημείωση
uk_ua: З E-mail до замітки

source: Email to Note
ar: من بريد إلكتروني إلى ملاحظة
el_gr: Email σε Σημείωση
uk_ua: З E-mail до замітки

source: Email To Note, login information
el_gr: Email σε σημείωση, πληροφορίες λογαριασμού
uk_ua: Email На замітку, дані для входу

source: Emails
ar: رسائل البريد الإلكتروني
nb_no: E-poster
uk_ua: Електронні поштові адреси

source: emphasised text
ar: نص مشدَّد علية
el_gr: κείμενο με έμφαση
nb_no: framhevet tekst
uk_ua: підкреслення

source: Empty trash
el_gr: Άδειασμα κάδου
uk_ua: Очистити кошик

source: Enable
ar: تمكين
el_gr: Ενεργοποίηση
nb_no: Aktiver
uk_ua: Ввімкнути

source: Enable ^sup^ syntax
ar: تمكين بناء جملة ^مرتفع^
el_gr: Ενεργοποίηση ^sup^ syntax
nb_no: Aktiver ^sup^-syntaks
uk_ua: Увімкнути ^sup^ синтаксис

source: Enable ++insert++ syntax
ar: تمكين بناء جملة إدراج
el_gr: Ενεργοποίηση ++insert++ syntax
nb_no: Aktiver ++insert++-syntaks
uk_ua: Увімкнути ++insert++ синтаксис

source: Enable ==mark== syntax
ar: تمكين بناء الجملة ==علامة==
el_gr: Ενεργοποίηση ==mark== syntax
nb_no: Aktiver ==mark==-syntaks
uk_ua: Увімкнути ==mark== синтаксис

source: Enable ~sub~ syntax
ar: تمكين بناء جملة ~منخفض~
el_gr: Ενεργοποίηση ~sub~ syntax
nb_no: Aktiver ~sub~-syntaks
uk_ua: Увімкнути ~sub~ синтаксис

source: Enable abbreviation syntax
ar: تمكين بناء جملة الاختصار
el_gr: Ενεργοποίηση abbreviation syntax
nb_no: Aktiver forkortelsesyntaks
uk_ua: Уімвнути синтаксис абревіатур

source: Enable audio player
ar: تفعيل مشغّل الصوت
el_gr: Ενεργοποίηση προγράμματος αναπαραγωγής ήχου
nb_no: Aktiver lydavspiller
uk_ua: Увімкнути аудіо-плеєр

source: Enable biometrics authentication?
el_gr: Ενεργοποίηση βιομετρικού ελέγχου ταυτότητας;
uk_ua: Увімкнути біометричну автентифікацію?

source: Enable deflist syntax
ar: تمكين بناء جملة قوائم التعريفات
el_gr: Ενεργοποίηση deflist syntax
nb_no: Aktiver deflist-syntaks
uk_ua: Увімкнути синтаксис “визначень”

source: Enable encryption
ar: تفعيل التشفير
el_gr: Ενεργοποίηση κρυπτογράφησης
nb_no: Aktiver kryptering
uk_ua: Ввімкнути шифрування

source: Enable footnotes
ar: تمكين الحواشي السفلية
el_gr: Ενεργοποίηση footnotes
nb_no: Aktiver fotnoter
uk_ua: Увімкнути виноски

source: Enable Fountain syntax support
ar: تمكين دعم بناء جملة Fountain
el_gr: Ενεργοποίηση υποστήριξης Fountain syntax
nb_no: Aktiver syntaksstøtte til Fountain
uk_ua: Увімкнути підтримку Fountain синтаксису

source: Enable Linkify
ar: تمكين لينكيفاي
el_gr: Ενεργοποίηση Linkify
nb_no: Aktiver Linkify
uk_ua: Увімкнути Linkify

source: Enable markdown emoji
ar: تمكين بناء جملة ترميز رمز تعبيري
el_gr: Ενεργοποίηση markdown emoji
nb_no: Aktiver markdown-emoji
uk_ua: Увімкнути підтримку емодзі

source: Enable math expressions
ar: تمكين العبارات الرياضية
el_gr: Ενεργοποίηση math expressions
nb_no: Aktiver matteuttrykk
uk_ua: Увімкнути математичні вирази

source: Enable Mermaid diagrams support
ar: تفعيل دعم مخططات ميرمايد
el_gr: Ενεργοποίηση υποστήριξης διαγραμμάτων Mermaid
nb_no: Aktiver støtte for Mermaid-diagrammer
uk_ua: Увімкнути підтримку Mermaid діаграм

source: Enable multimarkdown table extension
ar: تمكين إضافة جداول التراميز المتعددة
el_gr: Ενεργοποίηση επέκτασης multimarkdown table
nb_no: Aktiver multimarkdown-tabellutvidelse
uk_ua: Увімкнути розширені таблиці

source: Enable note history
ar: تمكين تاريخ الملاحظة
el_gr: Ενεργοποίηση ιστορικού σημειώσεων
nb_no: Aktiver notathistorikk
uk_ua: Увімкнути історію нотаток

source: Enable optical character recognition (OCR)
el_gr: Ενεργοποίηση αναγνώρισης κειμένου (OCR)
uk_ua: Увімкнути оптичне розпізнавання символів (OCR)

source: Enable or disable plugins
el_gr: Διαχείριση πρόσθετων
uk_ua: Увімкнення або вимкнення плагінів

source: Enable PDF viewer
ar: تمكين عارض PDF
el_gr: Ενεργοποίηση προβολής PDF
nb_no: Aktiver PDF-visning
uk_ua: Увімкнути переглядач PDF

source: Enable plugin support
el_gr: Ενεργοποίηση υποστήριξης πρόσθετων
uk_ua: Увімкнути підтримку плагінів

source: Enable soft breaks
ar: تمكين الاستراحات الناعمة
el_gr: Ενεργοποίηση soft breaks
nb_no: Aktiver myke linjeskift
uk_ua: Увімкнути м’які переходи

source: Enable spell checking in Markdown editor
uk_ua: Увімкнути перевірку правопису в редакторі Markdown

source: Enable spellcheck in the text editor
el_gr: Ενεργοποίηση του ορθογραφικού ελέγχου στον επεξεργαστή κειμένου
uk_ua: Увімкніть перевірку правопису в текстовому редакторі

source: Enable table of contents extension
ar: تمكين إضافة جدول المحتويات
el_gr: Ενεργοποίηση επέκτασης πίνακα περιεχομένων
nb_no: Aktiver utvidelse for innholdsfortegnelse
uk_ua: Увімкнути розширення змісту

source: Enable the Markdown toolbar
el_gr: Ενεργοποίηση της γραμμής εργαλείων Markdown
uk_ua: Увімкніть панель інструментів Markdown

source: Enable typographer support
ar: تمكين دعم صائغ الحروف
el_gr: Ενεργοποίηση υποστήριξης typographer
nb_no: Aktiver typografstøtte
uk_ua: Увімкнути підтримку типографічних символів

source: Enable video player
ar: تفعيل مشغّل الفيديو
el_gr: Ενεργοποίηση αναπαραγωγής βίντεο
nb_no: Aktiver videoavspiller
uk_ua: Увімкнути відео-плеєр

source: Enable Web Clipper Service
ar: تفعيل خدمة Web clipper
el_gr: Ενεργοποίηση υπηρεσίας Web Clipper
nb_no: Aktiver Web Clipper-tjeneste
uk_ua: Ввімкнути Web Clipper сервіс

source: Enabled
ar: مفعَّل
el_gr: Ενεργοποιημένο
nb_no: Aktivert
uk_ua: Включено

source: Enables Markdown list continuation, auto-closing HTML tags, and other markup autocompletions.
uk_ua: Вмикає продовження списку Markdown, автоматичне закриття тегів HTML та інші автозавершення розмітки.

source: Enabling encryption means *all* your notes and attachments are going to be re-synchronised and sent encrypted to the sync target.
ar: تخويل التشفير يعني أن *كل* ملاحظاتك ومرفقاتها ستجري إعادة مزامنتها ثم ترسل مشفرة إلى وجهة المزامنة.
el_gr: Ενεργοποίηση κρυπτογράφησης σημαίνει *όλες* οι σημειώσεις και τα συνημμένα σας πρόκειται να συγχρονιστούν εκ νέου και να σταλούν κρυπτογραφημένα στο στόχο συγχρονισμού.
nb_no: Aktivering av kryptering betyr at *alle* dine notater og vedlegg synkroniseres på nytt og sendes kryptert til synkroniseringsmålet.
uk_ua: Увімкнення шифрування означає, що *всі* ваші нотатки та вкладені файли будуть повторно синхронізовані та надіслані в зашифрованому вигляді на ціль синхронізації.

source: Encrypted
ar: مشفّر
el_gr: Κρυπτογραφημένο
nb_no: Kryptert
uk_ua: Зашифровано

source: Encrypted items cannot be modified
ar: لا يمكن تعديل العناصر المشفَّرة
el_gr: Δεν είναι δυνατή η τροποποίηση κρυπτογραφημένων στοιχείων
nb_no: Krypterte elementer kan ikke modifiseres
uk_ua: Зашифровані елементи не можуть бути змінені

source: Encryption
ar: التشفير
el_gr: Κρυπτογράφηση
nb_no: Kryptering
uk_ua: Шифрування

source: Encryption Config
ar: ضبط التشفير
el_gr: Ρυθμίσεις κρυπτογράφησης
nb_no: Krypteringsinnstillinger
uk_ua: Налаштування шифрування

source: Encryption is: %s
ar: التشفير هو: %s
el_gr: Η κρυπτογράφηση είναι: %s
nb_no: Kryptering er: %s
uk_ua: Шифрування: %s

source: Encryption keys
ar: رموز التشفير
el_gr: Κλειδιά κρυπτογράφησης
nb_no: Krypteringsnøkler
uk_ua: Ключі шифрування

source: Encryption:
ar: التشفير:
el_gr: Κρυπτογράφηση:
nb_no: Kryptering:
uk_ua: Шифрування:

source: End-to-end encryption
ar: تشفير شامل
el_gr: Κρυπτογράφηση από άκρο σε άκρο
nb_no: Ende-til-ende-kryptering
uk_ua: Наскрізне шифрування

source: Ends voice typing
uk_ua: Завершення голосового введення

source: Enter code here
ar: أدخل الرمز هنا
el_gr: Βάλτε τον κωδικό εδώ
nb_no: Skriv inn kode her
uk_ua: Введіть код тут
