Repository: yoki31/joplin
Catalog: packages/tools/locales/*.po
Languages: ar, el_gr, nb_no, uk_ua

source: - Camera: to allow taking a picture and attaching it to a note.
ar: - الكاميرا: للسماح بالتقاط صورة و إرفاقها بملاحظة.
el_gr: - Κάμερα: για να μπορείτε να τραβήξετε μια φωτογραφία και να την επισυνάψετε σε μια σημείωση.
nb_no: - Kamera: for å ta bilde og legge det ved et notat.
uk_ua: - Камера: дозволяє зробити знімок і додати його до примітки.

source: - Location: to allow attaching geo-location information to a note.
ar: - المكان: للسماح بإرفاق معلومات الموقع الجغرافي مع الملاحظات.
el_gr: - Τοποθεσία: για να επιτρέπεται η επισύναψη πληροφοριών γεωγραφικής θέσης σε μια σημείωση.
nb_no: - Sted: for å legge ved stedsinformasjon til notatet.
uk_ua: - Розташування: щоб дозволити додавати інформацію про геолокацію до нотатки.

source: - Storage: to allow attaching files to notes and to enable filesystem synchronisation.
ar: - التخزين: للسماح بإرفاق ملفات للملاحظات و لتمكين المزامنة من نظام الملفات.
el_gr: - Χώρος αποθήκευσης: για να επιτρέπεται η επισύναψη αρχείων στις σημειώσεις και ο συγχρονισμός αρχείων συστήματος.
nb_no: - Lagring: tillatelse til å legge ved filer til notater og aktivere filsynkronisering.
uk_ua: - Зберігання: для дозволу приєднання файлів до нотаток та для синхронізації файлової системи.

source: "%s" is missing the required "%s" property.
ar: يفتقد "%s" خاصية "%s" المطلوبة.
el_gr: Το "%s" δεν διαθέτει την απαιτούμενη ιδιότητα "%s".
nb_no: "%s" mangler den nødvendige "%s"-verdien.
uk_ua: У “%s” відсутня необхідна властивість “%s”.

source: (In plugin: %s)
el_gr: (Στο πρόσθετο: %s)
uk_ua: (У плагіні: %s)

source: (level %d)
uk_ua: (Рівень %d)

source: (None)
ar: (لاشيء)
el_gr: (Κανένα)
nb_no: (Ingen)
uk_ua: (Жодного)

source: (You may disable this prompt in the options)
el_gr: (μπορείτε να απενεργοποιήσετε αυτό το παράθυρο διαλόγου στις ρυθμίσεις)
uk_ua: (Ви можете вимкнути цей запит у налаштуваннях)

source: &Edit
ar: &تعديل
el_gr: &Επεξεργασία
nb_no: &Rediger
uk_ua: &Редагувати

source: &File
ar: &ملف
el_gr: &Αρχείο
nb_no: &Fil
uk_ua: &Файл

source: &Go
ar: &اذهب
el_gr: &Μετάβαση
nb_no: &Gå
uk_ua: &Перейти

source: &Help
ar: &مساعدة
el_gr: &Βοήθεια
nb_no: &Hjelp
uk_ua: &Допомога

source: &Note
ar: &ملاحظة
el_gr: &Σημείωση
nb_no: &Notat
uk_ua: &Нотатка

source: &Tools
ar: &أدوات
el_gr: &Εργαλεία
nb_no: &Verktøy
uk_ua: &Інструменти

source: &View
ar: &عرض
el_gr: &Εμφάνιση
nb_no: &Vis
uk_ua: &Перегляд

source: %d days
ar: %d أيام
el_gr: %d ημέρες
nb_no: %d dager
uk_ua: %d днів

source: %d GB
uk_ua: %d ГБ

source: %d GB storage space
ar: GB %d مساحة التخزين
el_gr: %d GB αποθηκευτικού χώρου
uk_ua: %d ГБ місця для зберігання

source: %d hour
ar: %d ساعة
el_gr: %d ώρα
nb_no: %d time
uk_ua: %d година

source: %d hours
ar: %d ساعات
el_gr: %d ώρες
nb_no: %d timer
uk_ua: %d годин

source: %d MB
uk_ua: %d MБ

source: %d MB per note or attachment
ar: MB %d لكل ملاحظة او مرفق
el_gr: %d MB ανά σημείωση ή συνημμένο
uk_ua: %d МБ на нотатку або вкладення

source: %d minutes
ar: %d دقائق
el_gr: %d λεπτά
nb_no: %d minutter
uk_ua: %d хвилин

source: %d notes match this pattern. Delete them?
ar: %d ملاحظة تطابق هذا النمط. حذف هذه الملاحظات؟
el_gr: %d σημειώσεις ταιριάζουν. Θέλετε να διαγραφούν;
nb_no: %d notater passer dette mønsteret. Vil du slette dem?
uk_ua: %d нотаток відповідають цьому шаблону. Видалити їх?

source: %d notes will be permanently deleted. Continue?
el_gr: %d σημειώσεις θα διαγραφούν οριστικά. Να συνεχίσω;
uk_ua: %d нотаток буде безповоротно видалено. Продовжити?

source: %s - Copy
ar: %s - نسخ
el_gr: %s - Αντίγραφο
nb_no: %s - Kopier
uk_ua: %s - Копіювати

source: %s (%s) could not be uploaded: %s
ar: %s (%s) لم يتم الإمكان من تحميله: %s
el_gr: %s (%s) δεν μπορούν να μεταφορτωθούν: %s
nb_no: %s (%s) ble ikke lastet opp: %s
uk_ua: Не вдалося завантажити %s (%s): %s

source: %s (%s) would like to share a notebook with you.
ar: %s (%s) يرغب مشاركة دفتر ملاحظات معك.
el_gr: %s (%s) θα ήθελε να μοιραστεί μαζί σας ένα σημειωματάριο.
nb_no: %s (%s) ønsker å dele en notatbok med deg.
uk_ua: %s (%s) хоче поділитись нотаткою з вами.

source: %s (pre-release)
ar: %s (ما قبل الإصدار)
nb_no: %s (førutgivelse)
uk_ua: %s (попередній випуск)

source: %s is not optimised for synchronising many small files so your initial synchronisation will be slow.
el_gr: Το %s δεν έχει βελτιστοποιηθεί για συγχρονισμό πολλών μικρών αρχείων, επομένως ο αρχικός συγχρονισμός θα καθυστερήσει.
uk_ua: %s не оптимізовано для синхронізації багатьох невеликих файлів, тому початкова синхронізація буде повільною.

source: %s tab opened
el_gr: Ανοίχθηκε η καρτέλα %s
uk_ua: %s відкрито вкладку

source: %s: %d notes
ar: %s: %d ملاحظات
el_gr: %s: %d σημειώσεις
nb_no: %s: %d notater
uk_ua: %s: %d нотаток

source: %s: Missing password.
el_gr: %s: Λείπει ο κωδικός πρόσβασης.
uk_ua: %s: Відсутній пароль.

source: <tag-command> can be "add", "remove", "list", or "notetags" to assign or remove [tag] from [note], to list notes associated with [tag], or to list tags associated with [note]. The command `tag list` can be used to list all the tags (use -l for long option).
ar: <tag-command> (أمر-وسم) يمكن أن يكون "add" (أضف) ، "remove" (أزل) أو "list" (أسرد) ، وذلك لإضافة [وسم] أو إزالته من [ملاحظة] أو لسرد الملاحظات المرتبطة بال [وسم]. الأمر`tag list` يمكن استخدامه لسرد كل الوسوم (استخدم -l لخيار الوسوم الطويلة).
el_gr: <tag-command> μπορεί να είναι "add", "remove", "list" ή "notetags" για προσθήκη ή αφαίρεση [ετικέτας] στη [σημείωση], για λίστα σημειώσεων με τη συγκεκριμένη [ετικέτα] ή για λίστα ετικετών της συγκεκριμένης [σημείωσης]. Η εντολή `tag list` μπορεί να χρησιμοποιηθεί για να πάρετε λίστα με όλες τις ετικέτες (χρησιμοποιήστε το -l για μακρά επιλογή).
nb_no: <tag-command> kan være "add", "remove", "list" eller "notetags" for å sette eller fjerne [tag] fra [note], eller å liste notater forbundet med [tag]. Kommandoen `tag list` kan brukes til å vise alle merkelappene. (bruk -l for full visning.
uk_ua: <tag-command> може бути “add”, “remove”, “list” або “notetags”, щоб призначити або видалити [тег] з [нотатки], перелічити нотатки, пов’язані з [тегом], або перелічити теги, пов’язані з [нотаткою]. Команда `tag list` може використовуватися для переліку всіх тегів (використовуйте -l для довгої опції).

source: <todo-command> can either be "toggle" or "clear". Use "toggle" to toggle the given to-do between completed and uncompleted state (If the target is a regular note it will be converted to a to-do). Use "clear" to convert the to-do back to a regular note.
ar: يمكن أن يكون <todo-command> (أمر قائمة المهام) "toggle" (تبديل) أو "clear" (مسح) فقط. استخدم "toggle" لتبديل حال قائمة المهام المعطاة بين مكتملة و غير مكتملة (إذا كانت الملاحظة المقصودة عادية فسيتم تحويلها إلى قائمة مهام). استخدم "clear" لتحويل قائمة المهام ثانيةً إلى ملاحظة عادية.
el_gr: <todo-command> μπορεί να είναι "toggle" ή "clear". Χρησιμοποιήστε το "toggle" για εναλλαγή κατάστασης της συγκεκριμένης υπόμνησης μεταξύ ολοκληρωμένης και μη-ολοκληρωμένης (εάν χρησιμοποιηθεί σε κανονική σημείωση, αυτή θα μετατραπεί σε υπόμνηση). Χρησιμοποιήστε το "clear" για να μετατρέψετε την υπόμνηση σε κανονική σημείωση.
nb_no: <todo-command> kan enten være "bytt" eller "fjern". Bruk "bytt" for å veksle et gitt gjøremål mellom fullført og ikke fullført status (hvis målet er et vanlig notat det vil bli konvertert til et gjøremål). Bruk "Clear" for å konvertere gjøremålet tilbake til et vanlig notat.
uk_ua: <todo-command> може бути “toggle” або “clear”. Використовуйте “toggle”, щоб переключити дане завдання між завершеним та незавершеним станом (якщо ціль - звичайна нотатка, вона буде перетворена на завдання). Використовуйте “clear”, щоб перетворити завдання назад на звичайну нотатку.

source: A new update (%s) is available
uk_ua: Доступне нове оновлення (%s)

source: About
el_gr: Σχετικά
uk_ua: Про нас

source: About Joplin
ar: حول Joplin
el_gr: Σχετικά με το Joplin
nb_no: Om Joplin
uk_ua: Про Joplin

source: accelerator
ar: مُسَرّع
el_gr: επιταχυντής
nb_no: akselerator
uk_ua: прискорювач

source: Accelerator "%s" is not valid.
ar: المسرع "%s" غير صالح.
el_gr: Ο επιταχυντής "%s" δεν είναι έγκυρος.
nb_no: Akselerator " %s" er ikke gyldig.
uk_ua: Прискорювач “%s” хибний.

source: Accelerator "%s" is used for "%s" and "%s" commands. This may lead to unexpected behaviour.
ar: يتم استخدام المسرّع "%s" للأوامر "%s" و "%s". قد يؤدي هذا إلى سلوك غير متوقع.
el_gr: Ο επιταχυντής "%s" χρησιμοποιείται για εντολές "%s" και "%s". Αυτό μπορεί να οδηγήσει σε απροσδόκητη συμπεριφορά.
nb_no: Akselerator "%s" er i bruk for "%s" og "%s" kommandoer. Dette kan føre til uforutsett oppførsel.
uk_ua: Прискорювач “%s” використовується для команд “%s” та “%s”. Це може призвести до несподіваної поведінки.

source: Accept
ar: قبول
el_gr: Αποδοχή
nb_no: Aksepter
uk_ua: Прийняти

source: Accepted invitations
el_gr: Αποδεκτές προσκλήσεις
uk_ua: Прийняті запрошення

source: Access denied: Please check your username and password
ar: تم رفض الدخول: المرجو التأكد من اسم المستخدم و كلمة السر
el_gr: Απαγορεύεται η πρόσβαση: παρακαλώ ελέγξτε το όνομα χρήστη και τον κωδικό σας
uk_ua: У доступі відмовлено: Будь ласка, перевірте своє ім'я користувача та пароль

source: Access denied: Please re-enter your password and/or username
ar: تم رفض الدخول: المرجو إعادة إدخال كلمة السر و/أو اسم المستخدم
el_gr: Απαγορεύεται η πρόσβαση: παρακαλώ εισάγετε εκ νέου τον κωδικό και/ή το όνομα χρήστη
uk_ua: У доступі відмовлено: Будь ласка, введіть пароль та/або ім'я користувача ще раз

source: Account
ar: حساب
el_gr: Λογαριασμός
uk_ua: Обліковий запис

source: Account information
el_gr: Πληροφορίες λογαριασμού
uk_ua: Інформація про обліковий запис

source: Account type
el_gr: Τύπος λογαριασμού
uk_ua: Тип профілю

source: Action
ar: عمل
el_gr: Ενέργεια
nb_no: Handling
uk_ua: Дія

source: Actions
ar: إجراءات
el_gr: Ενέργειες
nb_no: Handlinger
uk_ua: Дії

source: Active
ar: نشط
el_gr: Ενεργό
nb_no: Aktiv
uk_ua: Активний

source: Actual Size
ar: الحجم الفعلي
el_gr: Πραγματικό μέγεθος
nb_no: Faktisk størrelse
uk_ua: Фактичний розмір

source: Add body
ar: أضف الجسم
el_gr: Προσθήκη σώματος κειμένου
nb_no: Legg til brødtekst
uk_ua: Додати тіло

source: Add new
ar: إضافة جديدة
el_gr: Προσθήκη νέου
uk_ua: Додати нове

source: Add or remove tags:
ar: إضافة أو حذف وسوم:
el_gr: Προσθήκη ή διαγραφή ετικετών:
nb_no: Legge til eller fjern merkelapper:
uk_ua: Додати або видалити теги:

source: Add recipient:
ar: أضِف المستلم:
el_gr: Προσθήκη παραλήπτη:
nb_no: Legg til mottaker:
uk_ua: Додати одержувача:

source: Add tag %s to note
uk_ua: Додати тег %s до примітки

source: Add title
ar: أضف العنوان
el_gr: Προσθήκη τίτλου
nb_no: Legg til tittel
uk_ua: Додати заголовок

source: Add to dictionary
ar: أضف إلى القاموس
el_gr: Προσθήκη στο λεξικό
nb_no: Legg til ordbok
uk_ua: Додати до словника

source: Add to note
uk_ua: Додати до примітки

source: Admin
ar: المشرف
el_gr: Διαχειριστής
nb_no: Administrator
uk_ua: Адміністратор

source: Admin dashboard
ar: وحدة تحكم المشرف
el_gr: Πίνακας ελέγχου διαχειριστή
nb_no: Administrators kontrollpanel
uk_ua: Панель адміністратора

source: Advanced options
ar: خيارات متقدمة
el_gr: Επιλογές για προχωρημένους
nb_no: Avanserte innstillinger
uk_ua: Розширені опції

source: Advanced settings
el_gr: Επιλογές για προχωρημένους
uk_ua: Розширені налаштування

source: Advanced tools
ar: أدوات متقدمة
el_gr: Προηγμένα εργαλεία
nb_no: Avanserte verktøy
uk_ua: Розширені інструменти

source: all
uk_ua: все

source: All data, including notes, notebooks and tags will be permanently deleted.
ar: جميع البيانات، بما فيها الملاحظات، ملفات الملاحظات و العلامات ستحذف بشكل دائم.
el_gr: Όλα τα δεδομένα, συμπεριλαμβανομένων των σημειώσεων, των σημειωματάριων και των ετικετών, θα διαγραφούν οριστικά.
uk_ua: Усі дані, включно з нотатками, блокнотами та тегами, буде остаточно видалено.

source: All item sync failures have been marked as "ignored".
el_gr: Όλες οι αποτυχημένες προσπάθειες συγχρονισμού στοιχείων έχουν σημανθεί ως «αγνοημένα».
uk_ua: Всі збої синхронізації елементів були позначені як "проігноровані".

source: All notes
ar: جميع الملاحظات
el_gr: Όλες οι σημειώσεις
nb_no: Alle notater
uk_ua: Всі нотатки

source: All potential ports are in use - please report the issue at %s
ar: كافة المنافذ المحتملة قيد الاستخدام - الرجاء الإبلاغ عن المشكلة على %s
el_gr: Όλες οι πιθανές θύρες χρησιμοποιούνται - αναφέρετε το ζήτημα στο %s
nb_no: Alle potensielle porter er i bruk - vennligst rapporter saken ved %s
uk_ua: Усі потенційні порти використовуються - повідомте про проблему на %s

source: Allows debugging mobile plugins. See %s for details.
el_gr: Επιτρέπει την αποσφαλμάτωση φορητών πρόσθετων. Δείτε %s για λεπτομέρειες.
uk_ua: Дозволяє налагоджувати мобільні плагіни. Детальніше див. у %s.

source: Also displays unset and hidden config variables.
ar: يظهر أيضاً متغيرات الإعداد غير المضبوطة أو تلك المخفية.
el_gr: Εμφανίζει επίσης μη ορισμένες και κρυφές μεταβλητές.
nb_no: Viser også ikke-satte og skjulte konfigurasjonsvariabler.
uk_ua: Також відображає невстановлені та приховані змінні конфігурації.

source: Also publish linked notes
ar: و كذلك نشر الملاحظات المربطة
el_gr: Δημοσίευση σημειώσεων στο διαδίκτυο
uk_ua: Також опублікувати пов’язані нотатки

source: Always
ar: دائمًا
el_gr: Πάντα
nb_no: Alltid
uk_ua: Завжди

source: Always ask
el_gr: Ερώτηση πάντα
uk_ua: Завжди запитуйте

source: Always open %s files without asking.
el_gr: Άνοιγμα αρχείων %s χωρίς ερώτηση.
uk_ua: Завжди відкривайте файли %s без запиту.

source: Always resize
el_gr: Πάντα προσαρμογή μεγέθους
uk_ua: Завжди змінюйте розмір

source: Ambiguous notebook "%s". Please use notebook id instead - press "ti" to see the short notebook id or use $b for current selected notebook
el_gr: Διφορούμενο σημειωματάριο "%s". Παρακαλώ χρησιμοποιήστε το αναγνωριστικό του σημειωματαρίου - πατήστε "ti" για να δείτε το σύντομο αναγνωριστικό του σημειωματαρίου ή χρησιμοποιήστε $b για το επιλεγμένο σημειωματάριο
uk_ua: Неоднозначний блокнот "%s". Натомість використовуйте ідентифікатор блокнота - натисніть "ti", щоб побачити короткий ідентифікатор блокнота, або використовуйте $b для поточного вибраного блокнота

source: Ambiguous notebook "%s". Please use short notebook id instead - press "ti" to see the short notebook id
el_gr: Διφορούμενο σημειωματάριο "%s". Παρακαλούμε χρησιμοποιήστε το σύντομο αναγνωριστικό σημειωματάριου - πατήστε "ti" για να δείτε το σύντομο αναγνωριστικό σημειωματάριου
uk_ua: Неоднозначний блокнот "%s". Натомість використовуйте короткий ідентифікатор блокнота - натисніть "ti", щоб побачити короткий ідентифікатор блокнота

source: An autosaved drawing was found. Attach a copy of it to the note?
el_gr: Βρέθηκε ένα αυτόματα αποθηκευμένο σχέδιο. Να επισυναφθεί αντίγραφό του στην σημείωση;
uk_ua: Знайдено автоматично збережений малюнок. Прикріпити його копію до нотатки?

source: An error occurred: %s
el_gr: Συνέβη ένα σφάλμα: %s
uk_ua: Виникла помилка: %s

source: An update is available, do you want to download it now?
ar: يتوفر تحديث ، هل تريد تنزيله الآن؟
el_gr: Υπάρχει διαθέσιμη μια ενημέρωση, θέλετε να την κατεβάσετε τώρα;
nb_no: En oppdatering er tilgjengelig. Vil du laste den ned nå?
uk_ua: Доступне оновлення, ви хочете завантажити його зараз?

source: Android API level: %d
uk_ua: Рівень Android APIl: %d

source: Any email sent to this address will be converted into a note and added to your collection. The note will be saved into the Inbox notebook
el_gr: Κάθε e-mail σε αυτή τη διεύθυνση θα μετατρέπεται σε σημείωση και θα προστίθεται στη συλλογή σας. Η σημείωση θα αποθηκεύεται στο Σημειωματάριο εισερχομένων
uk_ua: Будь-який лист, надісланий на цю адресу, буде перетворено на нотатку і додано до вашої колекції. Нотатка буде збережена в блокноті "Вхідні"

source: Appearance
ar: المظهر
el_gr: Εμφάνιση
nb_no: Utseende
uk_ua: Зовнішній вигляд

source: Application
ar: التطبيق
el_gr: Εφαρμογή
nb_no: Applikasjon
uk_ua: Застосунок

source: Apply
ar: تطبيق
el_gr: Εφαρμογή
nb_no: Bruk
uk_ua: Застосувати

source: Are you sure that you want to restore the default toolbar layout? This cannot be undone.
uk_ua: Ви впевнені, що бажаєте відновити макет панелі інструментів за замовчуванням? Це неможливо скасувати.

source: Are you sure you want to renew the authorisation token?
ar: هل أنت متأكد أنك تريد تجديد الرمز المميز للتصريح?
el_gr: Είστε βέβαιοι ότι θέλετε να ανανεώσετε το διακριτικό εξουσιοδότησης;
nb_no: Er du sikker på at du vil fornye autorisasjonstokenet?
uk_ua: Ви впевненні що хочете поновити токен авторизації?

source: Are you sure you want to return to the default layout? The current layout configuration will be lost.
ar: هل أنت متأكد أنك تريد العودة للتصميم الافتراضي ؟ سيتم حذف إعدادات التصميم الحالي.
el_gr: Είστε σίγουροι ότι θέλετε να επιστρέψετε στην προεπιλεγμένη διάταξη; Η τρέχουσα διαμόρφωση της διάταξης θα χαθεί.
uk_ua: Ви впевнені, що хочете повернутися до макета за замовчуванням? Поточну конфігурацію макета буде втрачено.

source: Arguments:
ar: الحجج:
el_gr: Παράμετροι:
nb_no: Argumenter:
uk_ua: Параметри:

source: At present, Joplin Web can only be open in one tab at a time. Please close the other instance of Joplin.
uk_ua: Наразі Joplin Web можна відкрити лише в одній вкладці одночасно. Будь ласка, закрийте інший екземпляр Joplin.

source: Attach
ar: إرفاق
el_gr: Επισύναψη
uk_ua: Прикріпити

source: Attach file
ar: إرفاق ملف
el_gr: Επισύναψη αρχείου
nb_no: Legg ved en fil
uk_ua: Прикріпити файл

source: Attach photo
ar: إرفاق صورة
el_gr: Επισύναψη φωτογραφίας
nb_no: Legg ved et bilde
uk_ua: Прикріпити фото

source: Attach...
ar: إرفاق...
el_gr: Επισύναψη...
nb_no: Legg ved...
uk_ua: Прикріпити…

source: Attaches the given file to the note.
ar: يرفق الملف المعطى بالملاحظة.
el_gr: Προσθέτει το καθορισμένο αρχείο στη σημείωση.
nb_no: Legger ved den valgte filen til notatet.
uk_ua: Додає даний файл до нотатки.

source: attachment
ar: المرفق
el_gr: συνημμένο
nb_no: vedlegg
uk_ua: вкладення

source: Attachment conflict: "%s"
ar: تعارض في المرفقات: "%s"
el_gr: Διένεξη συνημμένου: "%s"
nb_no: Konflikt mellom vedlegg: "%s"
uk_ua: Конфлікт вкладення: “%s”

source: Attachment download behaviour
ar: سلوك تحميل المرفقات
el_gr: Συμπεριφορά λήψης συνημμένων
nb_no: Nedlastningsoppførsel for vedlegg
uk_ua: Поведінка завантаження вкладення

source: Attachments
ar: المرفقات
el_gr: Συνημμένα
nb_no: Vedlegg
uk_ua: Вкладення

source: Attachments that could not be downloaded
ar: المرفقات التي لا يمكن تنزيلها
el_gr: Συνημμένα που δεν ήταν δυνατή η λήψη τους
nb_no: Vedlegg som ikke kunne lastes ned
uk_ua: Вкладення, що не можуть бути завантажені

source: Attention: If you change this location, make sure you copy all your content to it before syncing, otherwise all files will be removed! See the FAQ for more details: %s
ar: تنبيه: إذا غيرت هذا المكان ، تأكد من نسخ كافة المحتويات لديك إليه قبل البدء بالمزامنة ، وإلا فسيتم حذف كل الملفات! أنظر الأسئلة المتكررة لتفاصيل أكثر: %s
el_gr: Προσοχή: Αν αλλάξετε αυτή τη θέση, βεβαιωθείτε ότι αντιγράφετε όλο το περιεχόμενό σας πριν από το συγχρονισμό, διαφορετικά θα καταργηθούν όλα τα αρχεία! Δείτε τις συνήθεις ερωτήσεις για περισσότερες λεπτομέρειες: %s
nb_no: Viktig: Dersom du endrer denne lokasjonen må du sørge for å kopierer alt innholdet ditt før du synkroniserer. Hvis ikke blir alle filer fjernet! Se FAQ for flere detaljer: %s
uk_ua: Увага: Якщо ви змінили це розташування, перед синхронізацією скопіюйте до нього весь вміст, інакше всі файли буде видалено! Докладнішу інформацію див. У розділі поширених запитань: %s

source: Authentication was not completed (did not receive an authentication token).
ar: لم تكتمل المصادقة (لم أستلم الرمز المميز للمصادقة).
el_gr: Ο έλεγχος ταυτότητας δεν ολοκληρώθηκε (δεν παρελήφθει κανένα authentication token).
nb_no: Godkjenningen ble ikke fullført (mottok ikke et autoriseringsbevis).
uk_ua: Автентифікація не була завершена (не отримано токен автентифікації).

source: Authorisation token:
ar: الرمز المميز للتصريح:
el_gr: Token εξουσιοδότησης:
nb_no: Autoriseringsbevis:
uk_ua: Токен авторизації:

source: Authorise
el_gr: Εξουσιοδότηση
uk_ua: Авторизуйтесь

source: Auto
ar: تلقائي
el_gr: Αυτόματα
uk_ua: Авто

source: Auto-add disabled accounts for deletion
el_gr: Αυτόματη προσθήκη απενεργοποιημένων λογαριασμών για διαγραφή
nb_no: Legg automatisk til deaktiverte kontoer for sletting
uk_ua: Автоматично додавати вимкнені облікові записи для видалення

source: Auto-pair braces, parentheses, quotations, etc.
ar: ادراج النصف الآخر للأقواس و علامات الإقتباس.
el_gr: Αυτόματη-σύζευξη αγκίστρων, παρενθέσεων, εισαγωγικών, κ.λπ.
nb_no: Automatisk lukk klammer, paranteser, fnutter, etc.
uk_ua: Автоматичне закриття дужок, лапок тощо.

source: Autocomplete Markdown and HTML
uk_ua: Автопідказки для Markdown та HTML

source: Automatically check for updates
ar: البحت عن التحديثات بشكل تلقائي
el_gr: Αυτόματος έλεγχος για ενημερώσεις
nb_no: Se etter oppdateringer automatisk
uk_ua: Автоматично перевіряти наявність оновлень

source: Automatically delete notes in the trash after a number of days
el_gr: Αυτόματη διαγραφή σημειώσεων από τον κάδο ύστερα από μερικές ημέρες
uk_ua: Автоматично видаляти нотатки в кошику через кілька днів

source: Automatically switch theme to match system theme
ar: التبديل تلقائيا للتنسيق لمطابقة تنسيق النضام
el_gr: Αυτόματη εναλλαγή θέματος ώστε να ταιριάζει με το θέμα συστήματος
nb_no: Bytt tema automatisk for å matche systemtema
uk_ua: Автоматично перемикати тему на відповідну системній темі

source: Back
ar: عودة
el_gr: Πίσω
nb_no: Tilbake
uk_ua: Назад

source: Basic
el_gr: Βασικό
uk_ua: Основні

source: Bold
ar: غامق
el_gr: Έντονη γραφή
nb_no: Fet
uk_ua: Жирний

source: Browse all plugins
ar: تصفح جميع المكونات الإضافية
el_gr: Αναζήτηση όλων των πρόσθετων
nb_no: Bla igjennom alle utvidelser
uk_ua: Переглянути всі розширення

source: Browse...
ar: استعراض...
el_gr: Αναζήτηση...
nb_no: Utforsk...
uk_ua: Переглянути…

source: Built-in
el_gr: Ενσωματωμένο
uk_ua: Вбудований

source: Bulleted List
ar: قائمة تعداد نقطي
el_gr: Λίστα με κουκκίδες
nb_no: Kulepunktliste
uk_ua: Маркований список

source: by %s
el_gr: από %s
uk_ua: від %s

source: by word
uk_ua: по словах

source: Can Share
ar: يمكن المشاركة
el_gr: Μπορεί να μοιραστεί
uk_ua: Може поділитися

source: Can view
ar: يمكن العرض
el_gr: Μπορεί να προβάλει
uk_ua: Може переглядати

source: Can view and edit
ar: يمكن العرض و التعديل
el_gr: Μπορεί να προβάλει και να επεξεργαστεί
uk_ua: Можна переглядати та редагувати

source: Cancel
ar: إلغاء
el_gr: Ακύρωση
nb_no: Avbryt
uk_ua: Скасувати

source: Cancelling background synchronisation... Please wait.
ar: يجري إلغاء مزامنة الخلفية... فضلاً انتظر.
el_gr: Ακύρωση συγχρονισμού ... Παρακαλώ περιμένετε.
nb_no: Avbryter bakgrunnssynkronisering… Vennligst vent.
uk_ua: Скасування фонової синхронізації … Зачекайте.

source: Cancelling...
ar: الإلغاء جارٍ...
el_gr: Ακύρωση...
nb_no: Avbryter…
uk_ua: Скасування…

source: Cancelling... Please wait.
ar: الإلغاء جارٍ... فضلاً انتظر.
el_gr: Ακύρωση... Παρακαλώ περιμένετε.
nb_no: Avbryter… Vennligst vent.
uk_ua: Скасування… Будь ласка, почекайте.

source: Cannot access %s
ar: لا يمكن الوصول إلى
el_gr: Δεν είναι δυνατή η πρόσβαση στο %s
nb_no: Får ikke tilgang til %s
uk_ua: Помилка доступу %s

source: Cannot change encrypted item
ar: لا يمكن تغيير العنصر المشفَّر
el_gr: Δεν είναι δυνατή η τροποποίηση κρυπτογραφημένου στοιχείου
nb_no: Kan ikke endre kryptert element
uk_ua: Не вдається змінити зашифрований елемент

source: Cannot copy note to "%s" notebook
ar: لا يمكن نسخ الملاحظة إلى دفتر الملاحظات "%s"
el_gr: Δεν είναι δυνατή η αντιγραφή της σημείωσης στο σημειωματάριο "%s"
nb_no: Kan ikke kopiere notat til notatboken "%s"
uk_ua: Не можливо скопіювати нотатку до “%s” блокнота

source: Cannot create a new note: %s
el_gr: Δεν είναι δυνατή η δημιουργία νέας σημείωσης: %s
uk_ua: Не вдається створити нову нотатку: %s
