Repository: yoki31/joplin
Catalog: packages/tools/locales/*.po
Languages: ar, el_gr, nb_no, uk_ua

source: Enter master password:
ar: أدخل كلمة المرور الرئيسة:
el_gr: Πληκτρολογήστε τον κωδικό πρόσβασης:
nb_no: Skriv inn masterpassordet:
uk_ua: Введіть головний пароль:

source: Enter notebook title
ar: أدخل عنوان دفتر الملاحظات
el_gr: Δώστε τον τίτλο του σημειωματάριου
nb_no: Angi tittel på notatbok
uk_ua: Редагувати заголовок блокнота

source: Enter password
el_gr: Εισάγετε κωδικό
uk_ua: Введіть пароль

source: Entering selection mode
uk_ua: Вхід у режим виділення

source: Error
ar: خطأ
el_gr: Σφάλμα
nb_no: Feil
uk_ua: Помилка

source: Error opening note in editor: %s
ar: حدث خطأ أثناء فتح الملاحظة: %s في المحرر
el_gr: Σφάλμα κατά το άνοιγμα της σημείωσης στον editor: %s
nb_no: Feil ved åpning av notat i editor: %s
uk_ua: Помилка відкриття нотатки в редакторі: %s

source: Error: %s
ar: خطأ: %s
el_gr: Σφάλμα: %s
nb_no: Feil: %s
uk_ua: Помилка: %s

source: Error. Please check that URL, username, password, etc. are correct and that the sync target is accessible. The reported error was:
ar: خطأ. فضلاً تحقق من صحة عنوان URL ، اسم المستخدم ، كلمة المرور وغيرها وأن جهة المزامنة المستهدفة يمكن الوصول إليها. كان الخطأ المبلّغ عنه:
el_gr: Σφάλμα. Παρακαλώ ελέγξτε ότι η διεύθυνση URL, το όνομα, ο κωδικός, κλπ είναι σωστά και ότι το προορισμός συγχρονισμού είναι προσπελάσιμος. Το σφάλμα ήταν:
nb_no: Feil. Sjekk at URL, brukernavn, passord, etc. er korrekt og at synkroniseringsmålet er tilgjengelig. Feilmeldingen var:
uk_ua: Помилка. Переконайтесь, що URL-адреса, ім’я користувача, пароль тощо є правильними та ціль синхронізації доступна. Повідомлення про помилку:

source: Errors only
ar: الأخطاء فقط
el_gr: Μόνο σφάλματα
nb_no: Kun feilmeldinger
uk_ua: Лише помилки

source: Evernote Export Files (Directory, as HTML)
el_gr: Αρχεία εξαγωγής Evernote (Φάκελος, σαν HTML)
uk_ua: Експорт файлів Evernote (каталог, як HTML)

source: Evernote Export Files (Directory, as Markdown)
el_gr: Αρχεία εξαγωγής Evernote (Φάκελος, σαν Markdown)
uk_ua: Експорт файлів Evernote (каталог, як розмітка)

source: Exits the application.
ar: الخروج من التطبيق.
el_gr: Βγαίνει από την εφαρμογή.
nb_no: Avslutter programmet.
uk_ua: Вийти із програми.

source: Expand %s
el_gr: Επέκταση %s
uk_ua: Розгорнути %s

source: Expanded, press space to collapse.
uk_ua: Розгорнуто, натисніть пробіл, щоб згорнути.

source: Export
ar: تصدير
el_gr: Εξαγωγή
nb_no: Eksporter
uk_ua: Експорт

source: Export all
ar: تصدير الجميع
el_gr: Εξαγωγή όλων
nb_no: Eksporter alt
uk_ua: Експортувати все

source: Export all notes as JEX
el_gr: Εξαγωγή όλων των σημειώσεων ως JEX
uk_ua: Експортуйте всі нотатки у форматі JEX

source: Export debug report
ar: تصدير تقرير إصلاح الأخطاء
el_gr: Εξαγωγή αναφοράς αποσφαλμάτωσης
nb_no: Eksporter feilsøkingsrapport
uk_ua: Експорт звіту про налагодження

source: Export Debug Report
ar: تصدير تقرير إصلاح الأخطاء
el_gr: Εξαγωγή Aναφοράς Αποσφαλμάτωσης
nb_no: Eksporter feilsøkingsrapport
uk_ua: Експортувати розширений звіт

source: Export deletion log
uk_ua: Експорт журналу видалень

source: Export profile
ar: تصديرملف التعريف
el_gr: Εξαγωγή προφίλ
nb_no: Eksporter profil
uk_ua: Експорт профілю

source: Exported successfully!
ar: تم التصدير بنجاح
el_gr: Επιτυχής εξαγωγή!
uk_ua: Успішний єкспорт!

source: Exporting profile...
ar: جارٍ تصدير ملف التعريف...
el_gr: Γίνεται εξαγωγή προφίλ...
nb_no: Eksporterer profil...
uk_ua: Експортування профілю…

source: Exporting to "%s" as "%s" format. Please wait...
ar: التصدير إلى "%s" بتنسيق "%s". فضلاً انتظر...
el_gr: Γίνεται εξαγωγή στο "%s" με μορφή "%s". Παρακαλώ περιμένετε...
nb_no: Eksporterer til "%s" i "%s"-format. Vennligst vent...
uk_ua: Експортування до "%s" у форматі "%s". Будь ласка, зачекайте…

source: Exporting...
el_gr: Γίνεται εξαγωγή...
uk_ua: Експортування...

source: Exports Joplin data to the given path. By default, it will export the complete database including notebooks, notes, tags and resources.
ar: تصدير بيانات Joplin إلى المسار المعطى. سيصدِّر التطبيق تلقائياً كامل قاعدة البيانات بما في ذلك دفاتر الملاحظات ، الملاحظات ، الوسوم والموارد.
el_gr: Εξάγει τα δεδομένα του Joplin στη καθορισμένη διαδρομή. Από προεπιλογή, θα εξάγει την πλήρη βάση δεδομένων, συμπεριλαμβανομένων των σημειωματάριων, των σημειώσεων, των ετικετών και των πόρων.
nb_no: Eksporterer Joplin-data til angitt sti. Standarden er eksport av den komplette database inkludert notatbøker, notater, merkelapper og ressurser.
uk_ua: Експортує дані Joplin за вказаним шляхом. За замовчуванням експортує всю базу даних, включаючи блокноти, нотатки, теги та ресурси.

source: Exports only the given note.
ar: تصدير الملاحظة المعطاة فقط.
el_gr: Εξάγει μόνο την καθορισμένη σημείωση.
nb_no: Eksporterer kun valgt notat.
uk_ua: Експортує лише дану примітку.

source: Exports only the given notebook.
ar: تصدير دفتر الملاحظات المعطى فقط.
el_gr: Εξάγει μόνο το καθορισμένο σημειωματάριο.
nb_no: Eksporterer kun valgt notatbok.
uk_ua: Експортує лише даний блокнот.

source: Fail-safe
ar: أمان فشل
el_gr: Δικλείδα ασφαλείας
nb_no: Feilsikker
uk_ua: Безаварійність

source: Fail-safe: Do not wipe out local data when sync target is empty (often the result of a misconfiguration or bug)
ar: آمن من الفشل: لا تقم بمسح البيانات المحلية عندما يكون هدف المزامنة فارغًا (غالبًا ما يكون نتيجة لحدوث خطأ في التكوين أو خلل برمجي)
el_gr: Δικλείδα ασφαλείας: Να μη διαγράφονται τα τοπικά δεδομένα όταν ο προορισμός συγχρονισμού είναι κενός (συχνά το αποτέλεσμα μιας εσφαλμένης ρύθμισης παραμέτρων ή ενός σφάλματος)
nb_no: Feilhåndtering: Ikke slett lokal data når synkroniseringsmålet er tomt (ofte resultatet av en miskonfigurering eller bug)
uk_ua: Безаварійність: не видаляйти локальні дані, коли ціль синхронізації порожня (часто результат неправильної конфігурації або помилки)

source: Fatal error:
ar: خطأ فادح:
el_gr: Ανεπανόρθωτο σφάλμα:
nb_no: Kritisk feil:
uk_ua: Критична помилка:

source: Feature flags
ar: علامات الميزة
nb_no: Funksjonsflagg
uk_ua: Функціональні прапорці

source: Fetched items: %d/%d.
ar: العناصر المجلوبة: %d/%d.
el_gr: Ληφθέντα στοιχεία: %d/%d.
nb_no: Hentet elementer: %d/%d.
uk_ua: Отримано елементів: %d/%d.

source: Fetching resources: %d/%d
ar: جلب الموارد: %d/%d
el_gr: Λήψη πόρων: %d/%d
nb_no: Henter ressurser: %d/%d
uk_ua: Завантаження ресурсів: %d/%d

source: File
ar: ملف
el_gr: Αρχείο
nb_no: Fil
uk_ua: Файл

source: File system
ar: نظام الملفات
el_gr: Σύστημα Αρχείων
nb_no: Filsystem
uk_ua: Файлова система

source: Filter
el_gr: Φίλτρο
uk_ua: Фільтр

source: Filter tags
ar: تصفية العلامات
el_gr: Φίλτρο ετικετών
uk_ua: Фільтри тегів

source: Find
uk_ua: Знайти

source: Find:
ar: بحث:
el_gr: Εύρεση:
uk_ua: Знайти:

source: Firefox Extension
ar: إضافة Firefox
el_gr: Επέκταση Firefox
nb_no: Firefox-utvidelse
uk_ua: Рощширення Firefox

source: Fix search index
ar: إصلاح فهرس البحث
el_gr: Διόρθωση ευρετηρίων αναζήτησης
nb_no: Fiks søkeindeks
uk_ua: Виправлення індексу пошуку

source: Fixing search index...
ar: جارٍ إصلاح فهرس البحث ...
el_gr: Διόρθωση ευρετηρίων αναζήτησης...
nb_no: Fikser søkeindeks...
uk_ua: Виправлення індексу пошуку…

source: Focus
ar: تركيز
el_gr: Εστίαση
nb_no: Fokuser
uk_ua: Фокус

source: Focus body
ar: التركيز على المتن
el_gr: Eστίαση στο σώμα
nb_no: Fokuser på brødtekst
uk_ua: Фокус на тілі

source: Focus title
ar: التركيز على العنوان
el_gr: Eστίαση στον τίτλο
nb_no: Fokuser på tittel
uk_ua: Фокус на залоговку

source: Follow link
uk_ua: Перейти за посиланням

source: For debugging purpose only: export your profile to an external SD card.
ar: التصدير هذا لغرض التصحيح فقط: قم بتصدير ملف التعريف الخاص بك إلى بطاقة SD الخارجية.
el_gr: Για τον εντοπισμό σφαλμάτων και μόνο: εξαγάγετε το προφίλ σας σε μια εξωτερική κάρτα SD.
nb_no: Kun av hensyn til feilsøking: eksporter din profil til et eksternt SD-kort.
uk_ua: Тільки для налагодження: експортуйте свій профіль на зовнішню SD-карту.

source: For example "%s"
ar: مثل "%s"
el_gr: Για παράδειγμα "%s"
uk_ua: Наприклад "%s"

source: For information on how to customise the shortcuts please visit %s
ar: فضلاً زيارة %s لتحصل على معلومات عن كيفية تخصيص الاختصارات
el_gr: Για πληροφορίες σχετικά με τον τρόπο προσαρμογής των συντομεύσεων, επισκεφτείτε το %s
nb_no: For informasjon om hvordan tilpasse snarveier kan du besøke %s
uk_ua: Щоб отримати інформацію про те, як налаштувати скорочення клавіатури, відвідайте %s

source: For more information about End-To-End Encryption (E2EE) and advice on how to enable it please check the documentation:
ar: لمزيد من المعلومات حول التشفير من طرف إلى طرف (E2EE) ونصيحة حول كيفية تمكينه يرجى مراجعة الوثائق:
el_gr: Για περισσότερες πληροφορίες σχετικά με την κρυπτογράφηση End-To-End (E2EE) και συμβουλές σχετικά με τον τρόπο ενεργοποίησής της, ελέγξτε το εγχειρίδιο:
nb_no: For mer informasjon om ende-til-ende-kryptering (E2EE) og råd om hvordan du aktiverer det kan du sjekke dokumentasjonen:
uk_ua: Щоб отримати додаткову інформацію про наскрізне шифрування (E2EE) та поради щодо його ввімкнення, перегляньте документацію:

source: For the list of keyboard shortcuts and config options, type `help keymap`
ar: أكتب `help keymap` للحصول على قائمة اختصارات لوحة المفاتيح و خيارات الإعداد
el_gr: Για τη λίστα των συντομεύσεων πληκτρολογίου και των ρυθμίσεων, πληκτρολογήστε `help keymap`
nb_no: For å få listen over hurtigtaster og konfigurasjonsalternativer så kan du skrive `help keymap`
uk_ua: Для списку комбінацій клавіш та параметрів конфігурації введіть `help keymap`

source: Force path style
el_gr: Επιβολή path style
nb_no: Tving stistil
uk_ua: Примусовий стиль шляху

source: Forward
ar: إلى الأمام
el_gr: Μπροστά
nb_no: Fremover
uk_ua: Вперед

source: Found: %d.
ar: تم العثور عليها: %d.
el_gr: Βρέθηκε: %d.
nb_no: Funnet: %d.
uk_ua: Знайдено: %d.

source: FTS enabled: %d
ar: FTS مفعَّلة: %d
el_gr: FTS ενεργοποιημένο: %d
nb_no: Fulltekstsøk aktivert: %d
uk_ua: FTS увімкнено: %d

source: Full changelog
ar: سجل التغيير بكامله
el_gr: Πλήρες αρχείο αλλαγών
nb_no: Komplett endringslogg
uk_ua: Повний журнал змін

source: Full name
ar: الإسم الكامل
el_gr: Ονοματεπώνυμο
uk_ua: Повне ім'я

source: General
ar: عام
el_gr: Γενικά
nb_no: Generelle innstillinger
uk_ua: Загальні

source: Generated
ar: تم إنشاء
el_gr: Δημιουργήθηκε
nb_no: Generert
uk_ua: Згенерований

source: Generating link...
ar: جارٍ إنشاء الرابط...
el_gr: Δημιουργία συνδέσμου...
nb_no: Genererer lenke…
uk_ua: Генерування посиланя…

source: Geolocation, spellcheck, editor toolbar, image resize
el_gr: Γεωεντοπισμός, ορθογραφικός έλεγχος, γραμμή εργαλείων επεξεργασίας, αλλαγή μεγέθους εικόνας
uk_ua: Геолокація, перевірка правопису, панель інструментів редактора, зміна розміру зображення

source: Get it now:
ar: احصل عليها الآن:
el_gr: Λήψη τώρα:
nb_no: Få den nå:
uk_ua: Отримати зараз:

source: Get pre-releases when checking for updates
ar: جلب نسخ ما قبل الإصدار عند البحث عن تحديثات
el_gr: Λήψη προεκδόσεων κατά τον έλεγχο για ενημερώσεις
nb_no: Få førutgivelse når du sjekker etter oppdateringer
uk_ua: Отримувати попередні випуски під час перевірки оновлень

source: Gets or sets a config value. If [value] is not provided, it will show the value of [name]. If neither [name] nor [value] is provided, it will list the current configuration.
ar: يستخرج قيمة إعداد أو يضبطها. إذا لم يجر التزويد بـ [value] (قيمة) فسيعرض التطبيق قيمة [name] (اسم). إذا لم يجر التزويد بـ [name] ولا [value] فسيسرد التطبيق الإعداد الحالي.
el_gr: Αποκτά ή ορίζει την τιμή μιας παραμέτρου. Αν δεν υπάρχει [τιμή], θα εμφανιστεί το [όνομα]. Εάν δεν υπάρχει ούτε [όνομα] ούτε [τιμή], θα εμφανιστεί η τρέχουσα παράμετρος.
nb_no: Skaffer eller setter en konfigurasjonsverdi. Hvis [value] ikke er angitt vil den vise verdien av [name]. Hvis hverken [name] eller [value] er angitt, vil den vise den gjeldende konfigurasjonen.
uk_ua: Отримує або встановлює значення конфігурації. Якщо значення [value] не вказано, воно буде відображати значення [name]. Якщо не вказано ні [ім’я], ні [значення], у ньому буде вказано поточну конфігурацію.

source: Go back
uk_ua: Повернутись назад

source: Go to Joplin Cloud profile
el_gr: Μεταβείτε στο προφίλ Joplin Cloud
uk_ua: Перейти до профілю Joplin Cloud

source: Go to line
uk_ua: Перейти до рядка

source: Go to source URL
ar: الذهاب إلى عنوان URL المصدر
el_gr: Μεταβείτε στη διεύθυνση URL προέλευσης
nb_no: Gå til kilde-URL
uk_ua: Перейти до посилання

source: Goto Anything...
ar: اذهب إلى أي شيء...
el_gr: Γρήγορη Μετακίνηση...
nb_no: Hopp til...
uk_ua: Перейти будь-куди…

source: Grant authorisation
ar: منح ال
el_gr: Έγκριση εξουσιοδότησης
nb_no: Tillat autorisasjon
uk_ua: Надати дозвіл

source: Have you authorised the application login in the above URL?
el_gr: Έχετε εξουσιοδοτήσει τη σύνδεση της εφαρμογής στην ανώτερω διεύθυνση;
uk_ua: Ви авторизувалися в додатку за вищевказаною адресою?

source: Header %d
ar: الرأس %d
el_gr: Επικεφαλίδα %d
uk_ua: Заголовок %d

source: Heading
ar: ترويسة
el_gr: Επικεφαλίδα
nb_no: Overskrift
uk_ua: Заголовок

source: Help
ar: مساعدة
el_gr: Βοήθεια
nb_no: Hjelp
uk_ua: Допомога

source: Here's what we do to make plugins safer:
el_gr: Ορίστε τι κάνουμε για να βελτιώσουμε την ασφάλεια των πρόσθετων:
uk_ua: Ось що ми робимо, щоб зробити плагіни безпечнішими:

source: Hermes enabled: %d
el_gr: Hermes ενεργοποιημένο: %d
uk_ua: Hermes увімкнено: %d

source: Hide %s
ar: أخف %s
el_gr: Απόκρυψη %s
nb_no: Skjul %s
uk_ua: Сховати %s

source: Hide advanced
el_gr: Απόκρυψη προηγμένων
uk_ua: Приховати розширені

source: Hide disabled
el_gr: Απόκρυψη απενεργοποιημένων
uk_ua: Приховати вимкнено

source: Hide disabled keys
el_gr: Απόκρυψη απενεργοποιημένων κλειδιών
nb_no: Skjul deaktiverte taster
uk_ua: Приховати вимкнені клавіші

source: Hide Joplin
ar: إخفي Joplin
el_gr: Απόκρυψη Joplin
nb_no: Skjul Joplin
uk_ua: Сховати Joplin

source: Hide keyboard
el_gr: Απόκρυψη πληκτρολογίου
uk_ua: Сховати клавіатуру

source: Hide password
uk_ua: Приховати пароль

source: Highlight
ar: تَمييز النَص
el_gr: Επισήμανση
nb_no: Fremhev
uk_ua: Виділення

source: Home
ar: الرئيسية
el_gr: Αρχική
nb_no: Hjem
uk_ua: Головна

source: Horizontal Rule
ar: خط تسطير أفقي
el_gr: Οριζόντια Διαγράμμιση
nb_no: Horisontal strek
uk_ua: Горизонтальна лінія

source: HTML document
el_gr: Έγγραφο HTML
uk_ua: HTML-документ

source: Hyperlink
ar: ارتباط تشعبي
el_gr: Υπερσύνδεση
nb_no: Hyperlenke
uk_ua: Посилання

source: Icon
ar: أيقونة
el_gr: Εικονίδιο
nb_no: Ikon
uk_ua: Іконка

source: Idle
ar: خامل
el_gr: Αδρανής
nb_no: Inaktiv
uk_ua: Бездіяльність

source: If you have already authorised, please wait for the application to sync to Joplin Cloud.
el_gr: Αν έχετε ήδη εξουσιοδοτήσει την εφαρμογή, παρακαλώ περιμένετε για τον συγχρονισμό με το Joplin Cloud.
uk_ua: Якщо ви вже авторизувалися, зачекайте, поки додаток синхронізується з Joplin Cloud.

source: Ignore
ar: تجاهل
el_gr: Παράβλεψη
nb_no: Ignorer
uk_ua: Ігнорувати

source: Ignore TLS certificate errors
ar: تجاهل أخطاء شهادات TLS
el_gr: Παράβλεψη σφαλμάτων πιστοποιητικού TLS
nb_no: Ignorer TLS-sertifikatfeil
uk_ua: Ігнорувати помилки сертифіката TLS

source: Ignored items that cannot be synchronised
el_gr: Αγνοημένα στοιχεία που δεν είναι δυνατό να συγχρονιστούν
uk_ua: Ігноруються елементи, які неможливо синхронізувати

source: Images
el_gr: Εικόνες
nb_no: Bilder
uk_ua: Зображення

source: Import
ar: استيراد
el_gr: Εισαγωγή
nb_no: Importer
uk_ua: Імпорт

source: Import and Export
el_gr: Εισαγωγή και Εξαγωγή
uk_ua: Імпорт та експорт

source: Import failed. Make sure a JEX file was selected. Details: %s
el_gr: Η εισαγωγή απέτυχε. Βεβαιωθείτε ότι επιλέξετε ένα αρχείο JEX. Λεπτομέρειες: %s
uk_ua: Не вдалося імпортувати файл. Переконайтеся, що вибрано файл JEX. Деталі: %s

source: Import from JEX
el_gr: Εισαγωγή από JEX
uk_ua: Імпорт з JEX

source: Import notes from a JEX (Joplin Export) file.
el_gr: Εισαγωγή σημειώσεων από ένα αρχείο JEX (Joplin Export).
uk_ua: Імпортуйте ноти з файлу JEX (Joplin Export).

source: Import or export your data
el_gr: Εισάγετε ή εξάγετε τα δεδομένα σας
uk_ua: Імпортуйте або експортуйте свої дані

source: Imported successfully!
el_gr: Επιτυχής εισαγωγή!
uk_ua: Імпортовано успішно!

source: Importing from "%s" as "%s" format. Please wait...
ar: الاستيراد من "%s" بتنسيق "%s". فضلاً انتظر...
el_gr: Εισαγωγή από "%s" σε μορφή "%s". Παρακαλώ περιμένετε...
nb_no: Importerer fra "%s" i "%s"-format. Vennligst vent...
uk_ua: Імпортування з “%s” в форматі “%s”. Будь ласка, зачекайте…

source: Importing notes...
ar: استيراد الملاحظات جارٍ...
el_gr: Εισαγωγή σημειώσεων...
nb_no: Importerer notater...
uk_ua: Імпортування нотаток…

source: Importing...
el_gr: Γίνεται εισαγωγή...
uk_ua: Імпорт...

source: Imports data into Joplin.
ar: استيراد البيانات إلى Joplin.
el_gr: Εισάγει δεδομένα στο Joplin.
nb_no: Importerer data til Joplin.
uk_ua: Імпортує дані в Joplin.

source: In "Manual" mode, attachments are downloaded only when you click on them. In "Auto", they are downloaded when you open the note. In "Always", all the attachments are downloaded whether you open the note or not.
ar: في الوضع "يدوي"، يتم تنزيل المرفقات فقط عند النقر عليها. في "تلقائي"، يتم تنزيلها عند فتح الملاحظة. في "دائمًا"، يتم تنزيل جميع المرفقات سواء قمت بفتح الملاحظة أم لا.
el_gr: Στη "Χειροκίνητη" λειτουργία, τα συνημμένα λαμβάνονται μόνο όταν κάνετε κλικ σε αυτά. Στην "Αυτόματη" λειτουργία, λαμβάνονται όταν ανοίγετε τη σημείωση. Στην λειτουργία "Πάντα", όλα τα συνημμένα λαμβάνονται είτε ανοίγετε τη σημείωση είτε όχι.
nb_no: I "Manuell" modus blir vedlegg kun lastet ned når du klikker på dem. I "Auto" blir de lastet ned når du åpner notatet. I "Alltid" blir vedleggene lastet ned uansett om du åpner notatet eller ikke.
uk_ua: У режимі “Вручну” вкладення завантажуються лише при натисканні на них. У розділі “Авто” вони завантажуються, коли ви відкриваєте примітку. У розділі “Завжди” всі вкладення завантажуються незалежно від того, відкриваєте ви примітку чи ні.

source: In any command, a note or notebook can be referred to by title or ID, or using the shortcuts `$n` or `$b` for, respectively, the currently selected note or notebook. `$c` can be used to refer to the currently selected item.
ar: في أي أمر ، يمكن الإشارة إلى ملاحظة أو دفتر ملاحظات بعنوانه أو بمعرّفه ، أو باستخدام الاختصارات `$n` أو `$b` التي تشير ، على الترتيب ، إلى الملاحظة أو دفتر الملاحظات المختار حالياً. يمكن استخدام `$c` للإشارة إلى العنصر المختار حالياً.
el_gr: Σε οποιαδήποτε εντολή, μπορείτε να αναφέρετε μια σημείωση ή ένα σημειωματάριο με τον τίτλο ή το αναγνωριστικό (ID) ή χρησιμοποιώντας τις συντομεύσεις `$n` ή `$b` αντίστοιχα. Η `$c` μπορεί να χρησιμοποιηθεί για αναφορά στο τρέχον επιλεγμένο στοιχείο.
nb_no: I alle kommandoer kan et notat eller en notatbok kun refereres til etter tittel eller ID, eller ved hjelp av snarveiene `$n` (notat) eller `$b` (notatbok). `$c` kan brukes til å referere til nåværende merket element.
uk_ua: У будь-якій команді, нотатці або блокноті можна посилатись за назвою чи ідентифікатором або за допомогою комбінацій клавіш `$n` або`$b` для відповідно обраної в даний час нотатки чи блокнота. `$c` може використовуватися для посилання на поточно вибраний елемент.

source: In order to associate a geo-location with the note, the app needs your permission to access your location. You may turn off this option at any time in the Configuration screen.
ar: لربط الموقع الجغرافي بالملاحظة ، يحتاج التطبيق إلى إذنك للوصول إلى موقعك. يمكنك إيقاف تشغيل هذا الخيار في أي وقت في شاشة الإعدادات.
el_gr: Για να συσχετίσετε μια γεωγραφική τοποθεσία με τη σημείωση, η εφαρμογή χρειάζεται την άδειά σας για να αποκτήσει πρόσβαση στην τοποθεσία σας. Μπορείτε να απενεργοποιήσετε αυτήν την επιλογή ανά πάσα στιγμή στην οθόνη Ρύθμιση παραμέτρων.
nb_no: For å knytte geolokasjon til dette notatet, trenger applikasjonen din tillatelse for å få tilgang til din lokasjon. Du kan slå av dette valget når som helst under Innstillinger.
uk_ua: Для того, щоб пов’язати геолокацію з приміткою, додатку потрібен ваш дозвіл на доступ до вашого місцезнаходження. Ви можете будь-коли вимкнути цю опцію на екрані конфігурації.

source: In order to do so, your entire data set will have to be encrypted and synchronised, so it is best to run it overnight. To start, please follow these instructions: 1. Synchronise all your devices. 2. Click "%s". 3. Let it run to completion. While it runs, avoid changing any note on your other devices, to avoid conflicts. 4. Once sync is done on this device, sync all your other devices and let it run to completion. Important: you only need to run this ONCE on one device.
ar: للقيام بذلك، يجب تشفير مجموعة بياناتك بالكامل ومزامنتها، لذا من الأفضل تشغيلها خلال الليل. للبدء، يرجى اتباع هذه التعليمات: 1. قم بمزامنة جميع أجهزتك. 2. انقر فوق "%s" 3. دعها تعمل حتى الاكتمال. أثناء تشغيله، تجنب تغيير أي ملاحظة على أجهزتك الأخرى، لتجنب التعارضات. 4. بمجرد إتمام المزامنة على هذا الجهاز، قم بمزامنة جميع أجهزتك الأخرى واتركها تعمل حتى الاكتمال. هام: ما عليك سوى تشغيل هذا مرة واحدة على جهاز واحد.
el_gr: Για να το κάνετε αυτό, ολόκληρο το σύνολο δεδομένων σας θα πρέπει να κρυπτογραφηθεί και να συγχρονιστεί, επομένως είναι καλύτερο να το εκτελέσετε κατά τη διάρκεια της νύχτας. Για να ξεκινήσετε, ακολουθήστε τις παρακάτω οδηγίες: 1. Συγχρονίστε όλες τις συσκευές σας. 2. Κάντε κλικ στο κουμπί "%s". 3. Αφήστε το να τρέξει μέχρι να ολοκληρωθεί. Κατά την εκτέλεσή του, αποφύγετε να αλλάξετε οποιαδήποτε σημείωση στις άλλες συσκευές σας, για να αποφύγετε διενέξεις. 4. Μόλις ολοκληρωθεί ο συγχρονισμός σε αυτήν τη συσκευή, συγχρονίστε όλες τις άλλες συσκευές σας και αφήστε τον συγχρονισμό να ολοκληρωθεί. Σημαντικό: χρειάζεται να τρέξει ΜΟΝΟ μία φορά σε μια συσκευή.
nb_no: For å gjøre dette, må hele ditt datasett krypteres og synkroniseres, derfor er det best å gjøre dette over natten. Følg instruksjonene for å starte : 1. Synkroniser alle dine enheter. 2. Klikk "%s". 3. La prosessen fullføre. Mens den kjører, unngå endringer på notatene dine på andre enheter, for å unngå konflikt. 4. Når synkroniseringen er fullført på denne enheten så synkroniserer du dine andre enheter og lar dem fullføre prosessen. Viktig: Du trenger kun å gjøre dette ÉN gang per enhet.
uk_ua: Для цього весь ваш набір даних доведеться зашифрувати та синхронізувати, тому найкраще запустити його на ніч. Для початку виконайте такі вказівки: 1. Синхронізуйте всі свої пристрої. 2. Клацніть “% s”. 3. Нехай він працює до кінця. Поки він працює, уникайте зміни будь-якої нотатки на інших пристроях, щоб уникнути конфліктів. 4. Після завершення синхронізації на цьому пристрої синхронізуйте всі інші пристрої та дайте йому завершитися. Важливо: вам потрібно запустити ЦЕ ОДНАЗ на одному пристрої.

source: In order to synchronise, please upgrade your application to version %s+
el_gr: Για να είναι δυνατός ο συγχρονισμός, παρακαλώ αναβαθμίστε την εφαρμογή στην έκδοση %s+
uk_ua: Для синхронізації, будь ласка, оновіть ваш додаток до версії %s+

source: In order to use file system synchronisation your permission to write to external storage is required.
ar: لاستخدام مزامنة نظام الملفات، يجب الحصول على إذن الكتابة إلى وحدة التخزين الخارجية.
el_gr: Για να χρησιμοποιήσετε το συγχρονισμό του συστήματος αρχείων απαιτείται η άδειά σας για εγγραφή στον εξωτερικό χώρο αποθήκευσης.
nb_no: For å kunne bruke filsystemsynkronisering behøves din tillatelse til å kunne skrive til ekstern lagring.
uk_ua: Для використання синхронізації файлової системи потрібен ваш дозвіл на запис у зовнішню пам’ять.

source: In order to use the web clipper, you need to do the following:
ar: تحتاج لفعل الخطوات التالية للتمكن من استخدام إضافة القصّ Web clipper:
el_gr: Για να χρησιμοποιήσετε το web clipper, πρέπει να κάνετε τα εξής:
nb_no: For å kunne bruke Web Clipper må du gjøre følgende:
uk_ua: Для того, щоб використовувати web clipper, вам потрібно виконати наступне:

source: In progress
ar: قيد التقدم
el_gr: Σε εξέλιξη
nb_no: Pågår
uk_ua: В процесі

source: In: %s
ar: في: %s
el_gr: Στο: %s
nb_no: I: %s
uk_ua: У: %s
