Repository: yoki31/joplin
Catalog: packages/tools/locales/*.po
Languages: ar, el_gr, nb_no, uk_ua

source: Note does not exist: "%s". Create it?
ar: الملاحظة: "%s" غير موجودة. تريد إنشائها؟
el_gr: Δεν υπάρχει η σημείωση : "%s". Να δημιουργηθεί;
nb_no: Notatet eksisterer ikke: "%s". Vil du opprette det?
uk_ua: Нотатка не існує: “%s”. Створити?

source: Note editor
ar: معدل الملاحظة
el_gr: Συντάκτης σημείωσης
uk_ua: Редактор нотатки

source: Note has been saved.
ar: تم حفظ الملاحظة.
el_gr: Η σημείωση έχει αποθηκευτεί.
nb_no: Notatet har blitt lagret.
uk_ua: Примітку збережено.

source: Note History
ar: تاريخ الملاحظة
el_gr: Ιστορικό Σημείωσης
nb_no: Notathistorikk
uk_ua: Історія нотатки

source: Note is not a to-do: "%s"
ar: الملاحظة: "%s" ليست قائمة مهام
el_gr: Η σημείωση δεν είναι υπόμνηση: "%s"
nb_no: Notat er ikke et gjøremål: "%s"
uk_ua: Нотатка не є завданням: “%s”

source: Note list
ar: قائمة الملاحظات
el_gr: Λίστα σημειώσεων
nb_no: Notatliste
uk_ua: Список нотаток

source: Note list growth factor
ar: عامل نمو قائمة ااملاحظات
el_gr: Συντελεστής ανάπτυξης λίστας σημειώσεων
nb_no: Notatliste vekstverdi
uk_ua: Фатор зростання списку нотаток

source: Note list style
el_gr: Στυλ λίστας σημειώσεων
uk_ua: Стиль списку нотаток

source: Note properties
ar: خصائص الملاحظة
el_gr: Ιδιότητες σημείωσης
nb_no: Notategenskaper
uk_ua: Властивості нотатки

source: Note title
ar: عنوان الملاحظة
el_gr: Τίτλος σημειωματάριου
nb_no: Tittel på notat
uk_ua: Заголовок нотатки

source: Note: Does not work in all desktop environments.
ar: ملاحظة: لا تعمل في كل بيئات سطح المكتب.
el_gr: Σημείωση: Δεν λειτουργεί σε όλα τα γραφικά περιβάλλοντα.
nb_no: Merk: Fungerer ikke i alle skrivebordsmiljøer.
uk_ua: Примітка: Не працює у всіх робочих середовищах.

source: Note: When a note is shared, it will no longer be encrypted on the server.
ar: ملاحظة: عند مشاركة ملاحظة ، لن يتم تشفيرها على الخادم.
el_gr: Σημείωση: Όταν μια σημείωση είναι κοινόχρηστη, δεν θα κρυπτογραφείται πλέον στο διακομιστή.
nb_no: Merk: Når et notat blir delt vil det ikke lenger være kryptert på serveren.
uk_ua: Примітка. Коли нотатка надається спільно, вона більше не буде зашифрована на сервері.

source: Note&book
ar: دفتر &ملاحظات
nb_no: Notat&bok
uk_ua: Блокнот

source: Notebook
ar: دفتر ملاحظات
el_gr: Σημειωματάριo
nb_no: Notatbok
uk_ua: Блокнот

source: Notebook list growth factor
ar: عامل نمو قائمة المفكرة
el_gr: Συντελεστής ανάπτυξης λίστας σημειωματάριων
nb_no: Notatbok liste vekst verdi
uk_ua: Фактор зростання списку блокнотів

source: Notebook: %s
ar: دفتر ملاحظات: "%s"
el_gr: Σημειωματάριο: %s
nb_no: Notatbok: %s
uk_ua: Блокнот: %s

source: Notebook: %s (%s)
el_gr: Σημειωματάριο: %s (%s)
uk_ua: Блокнот: %s (%s)

source: Notebooks
ar: دفاتر ملاحظات
el_gr: Σημειωματάρια
nb_no: Notatbøker
uk_ua: Блокноти

source: Notebooks cannot be named "%s", which is a reserved title.
ar: لا يمكن تسمية دفتر الملاحظات بـ "%s" لأنه عنوان محجوز.
el_gr: Τα σημειωματάρια δεν μπορούν να ονομαστούν "%s", που είναι δεσμευμένος τίτλος.
nb_no: Notatbøker kan ikke hete %s, som er en reservert tittel.
uk_ua: Блокноти не можна назвати “%s”, що є зарезервованою назвою.

source: Notes
el_gr: Σημειώσεις
nb_no: Notater
uk_ua: Нотатки

source: Notes and settings are stored in: %s
ar: الملاحظات و الإعدادات مخزّنة في: %s
el_gr: Οι σημειώσεις και οι ρυθμίσεις αποθηκεύονται στο: %s
nb_no: Notater og innstillinger er lagret i: %s
uk_ua: Нотатки та налаштування зберігаються у: %s

source: Notes can only be created within a notebook.
ar: يمكن إنشاء الملاحظات فقط ضمن دفتر ملاحظات.
el_gr: Σημειώσεις μπορούν να δημιουργηθούν μόνο μέσα σε σημειωματάριο.
nb_no: Notater kan kun opprettes inne i en notatbok.
uk_ua: Нотатки можна створювати лише в блокноті.

source: Numbered List
ar: قائمة مرقّمة
el_gr: Αριθμημένη λίστα
nb_no: Nummerert liste
uk_ua: Нумерований список

source: OCR: Clear cache and re-download language data files
uk_ua: OCR: Очистити кеш та перезавантажити файли мов

source: OCR: Language data URL or path
uk_ua: OCR: Посилання або шлях до мовних даних

source: On %s: %s
ar: في %s: %s
el_gr: Στο %s: %s
nb_no: På %s: %s
uk_ua: %s: %s

source: on line
uk_ua: на рядку

source: One of your master keys use an obsolete encryption method.
ar: يستخدم أحد مفاتيحك الرئيسية طريقة تشفير قديمة.
el_gr: Ένα από τα κύρια κλειδιά σας χρησιμοποιεί μια παλιά μέθοδο κρυπτογράφησης.
nb_no: En eller flere masternøkler bruker en utdatert krypteringsmetode.
uk_ua: Один з ваших мастер-ключів використовує застарілий метод шифрування.

source: One or more items are currently encrypted and you may need to supply a master password. To do so please type `e2ee decrypt`. If you have already supplied the password, the encrypted items are being decrypted in the background and will be available soon.
ar: عنصر أو أكثر هو مشفّر حالياً وقد تحتاج إلى إدخال كلمة مرور رئيسة. فضلاً أكتب `e2ee decrypt` لفعل هذا. إن كنت قد أدخلت كلمة المرور فعلاً فإن فك تشفير العناصر المشفَّرة جارٍ في الخلفية وستكون متوفرة قريباً.
el_gr: Ένα ή περισσότερα στοιχεία είναι κρυπτογραφημένα και ίσως χρειαστεί να εισάγετε κωδικό πρόσβασης. Για να το κάνετε αυτό, πληκτρολογήστε `e2ee decrypt`. Αν έχετε ήδη εισάγει τον κωδικό πρόσβασης, τα κρυπτογραφημένα στοιχεία αποκρυπτογραφούνται στο παρασκήνιο και θα είναι σύντομα διαθέσιμα.
nb_no: Ett eller flere elementer er kryptert. Du må muligens oppgi hovedpassordet. For å gjøre dette skriver du `e2ee decrypt`. Hvis du allerede har oppgitt passordet dekrypteres de krypterte elementene i bakgrunnen og vil snart være tilgjengelige.
uk_ua: На даний момент один або кілька елементів зашифровані, і вам може знадобитися надати головний пароль. Для цього введіть `e2ee decrypt`. Якщо ви вже надали пароль, зашифровані елементи розшифровуються у фоновому режимі і незабаром будуть доступні.

source: One or more master keys need a password.
ar: مفتاح رئيسي واحد أو أكثر يحتاج إلى كلمة مرور.
el_gr: Ένα ή περισσότερα κύρια κλειδιά χρειάζονται έναν κωδικό πρόσβασης.
nb_no: En eller flere masternøkler trenger et passord.
uk_ua: Один або більше мастер-ключів потребують пароль.

source: OneDrive Login
ar: تسجيل الدخول إلى OneDrive
el_gr: Σύνδεση OneDrive
nb_no: Innlogging med OneDrive
uk_ua: OneDrive логін

source: OneNote Notebook
uk_ua: Блокнот OneNote

source: Only one note can be printed at a time.
ar: يمكن طباعة ملاحظة واحدة فقط في كل مرة.
el_gr: Μόνο μία σημείωση τη φορά μπορεί να εκτυπωθεί.
nb_no: Kun ett notat kan bli printet om gangen.
uk_ua: Лише однв нотатка може бути роздрукована за раз.

source: Open
ar: فتح
el_gr: Άνοιγμα
nb_no: Åpne
uk_ua: Відкрити

source: Open %s
ar: افتح %s
el_gr: Άνοιγμα %s
nb_no: Åpne %s
uk_ua: Відкрити %s

source: Open it
el_gr: Ανοίξτε το
uk_ua: Відкрити

source: Open PDF viewer
ar: فتح عارض PDF
el_gr: Άνοιγμα προγράμματος προβολής PDF
uk_ua: Відкрити переглядач PDF

source: Open profile directory
ar: فتح مجلّد ملف التعريف
el_gr: Άνοιγμα φακέλου προφίλ
nb_no: Åpne profilmappen
uk_ua: Відкрити каталог профілю

source: Open settings
uk_ua: Відкрити налаштування

source: Open Source
el_gr: Άνοιγμα Προέλευσης
uk_ua: Відкритий вихідний код

source: Open Sync Wizard...
ar: فتح معالج المزامنة...
el_gr: Άνοιγμα Οδηγού συγχρονισμού...
nb_no: Åpne Sync Wizard…
uk_ua: Відкрити майстер синхронізації...

source: Open...
ar: فتح...
el_gr: Άνοιγμα...
nb_no: Åpne...
uk_ua: Відкрити...

source: Opening section %s
el_gr: Άνοιγμα ενότητας %s
uk_ua: Початковий розділ %s

source: Opens dropdown
uk_ua: Відкрити випадаючий список

source: Opens note
uk_ua: Відкрити примітку

source: Opens notebook
uk_ua: Відкрити блокнот

source: Operation cancelled
ar: ألغيت العملية
el_gr: Η λειτουργία ακυρώθηκε
nb_no: Operasjon avbrutt
uk_ua: Операцію скасовано

source: Options
ar: خيارات
el_gr: Επιλογές
nb_no: Generelle innstillinger
uk_ua: Властивості

source: Ordered list
el_gr: Ταξινομημένη λίστα
uk_ua: Упорядкований список

source: Other applications...
ar: تطبيقات أخزى...
el_gr: Άλλες εφαρμογές...
nb_no: Andre programmer…
uk_ua: Інші програми...

source: Output format: %s
ar: تنسيق المصدر: %s
el_gr: Μορφή εξόδου: %s
nb_no: Utformat: %s
uk_ua: Вихідний формат: %s

source: Page orientation for PDF export
ar: اتجاه الصفحة لتصدير PDF
el_gr: Προσανατολισμός σελίδας για εξαγωγή PDF
nb_no: Sideorientering for PDF-eksport
uk_ua: Орієнтація сторінки для експорту PDF

source: Page size for PDF export
ar: حجم الصفحة لتصدير PDF
el_gr: Μέγεθος σελίδας για εξαγωγή PDF
nb_no: Sidestørrelse for PDF-eksport
uk_ua: Розмір сторінки для експорту в PDF

source: Password
ar: كلمة المرور
el_gr: Κωδικός
nb_no: Passord
uk_ua: Пароль

source: Password cannot be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
el_gr: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός
nb_no: Passordet kan ikke være tomt
uk_ua: Пароль не може бути порожнім

source: Password:
ar: كلمة المرور:
el_gr: Κωδικός:
nb_no: Passord:
uk_ua: Пароль:

source: Passwords do not match!
ar: كلمات المرور غير متطابقة!
el_gr: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός!
nb_no: Passordene er ikke like!
uk_ua: Паролі не співпадають!

source: Paste
ar: لصق
el_gr: Επικόλληση
nb_no: Lim inn
uk_ua: Вставити

source: Paste as text
ar: لصق على شكل نص
el_gr: Επικόλληση ως κείμενο
uk_ua: Вставити як текст

source: Path:
ar: المسار:
el_gr: Διαδρομή:
nb_no: Sti:
uk_ua: Шлях:

source: PDF File
ar: ملف PDF
el_gr: Αρχείο PDF
nb_no: PDF-fil
uk_ua: PDF файл

source: Per user. Minimum of %d users.
el_gr: Ανά χρήστη. Τουλάχιστον %d χρήστες.
uk_ua: На користувача. Мінімум %d користувачів.

source: Permanently delete note
el_gr: Οριστική διαγραφή σημείωσης
uk_ua: Назавжди видалити примітку

source: Permanently delete note "%s"?
el_gr: Να διαγραφεί οριστικά η σημείωση "%s";
uk_ua: Назавжди видалити примітку "%s"?

source: Permanently delete notebook "%s"? All notes and sub-notebooks within this notebook will be permanently deleted.
el_gr: Να διαγραφεί οριστικά το σημειωματάριο “%s”; Όλες οι σημειώσεις και τα υποσημειωματάρια θα διαγραφούν επίσης.
uk_ua: Назавжди видалити блокнот "%s"? Усі нотатки та піднотатки у цьому блокноті буде назавжди видалено.

source: Permanently delete these %d notes?
el_gr: Να διαγραφούν οριστικά οι %d σημειώσεις;
uk_ua: Видалити назавжди ці %d нотаток?

source: Permanently deletes the notebook, skipping the trash.
el_gr: Διαγράφει οριστικά το σημειωματάριο, παρακάμπτοντας τον κάδο απορριμμάτων.
uk_ua: Видаляє назавжди нотаток, пропускаючи кошик.

source: Permission needed
ar: مطلوب الإذن
el_gr: Απαιτείται άδεια
nb_no: Tillatelse kreves
uk_ua: Потрібен дозвіл

source: Please click on "%s" to proceed, or set the passwords in the "%s" list below.
el_gr: Κάντε κλικ στο "%s" για να συνεχίσετε ή ορίστε τους κωδικούς πρόσβασης στην παρακάτω λίστα "%s".
uk_ua: Натисніть "%s", щоб продовжити, або встановіть паролі в списку "%s" нижче.

source: Please confirm that you would like to re-encrypt your complete database.
ar: يرجى تأكيد رغبتك في إعادة تشفير قاعدة البيانات الكاملة الخاصة بك.
el_gr: Επιβεβαιώστε ότι θέλετε να ξανακρυπτογραφήσετε την πλήρη βάση δεδομένων σας.
nb_no: Bekreft at du vil forsøke å rekryptere hele din database.
uk_ua: Підтвердьте, що хочете повторно зашифрувати повну базу даних.

source: Please enter your password in the master key list below before upgrading the key.
ar: الرجاء إدخال كلمة المرور الخاصة بك في قائمة المفاتيح الرئيسية أدناه قبل ترقية المفتاح.
el_gr: Εισαγάγετε τον κωδικό πρόσβασής σας στη λίστα του master κλειδιού πριν αναβαθμίσετε το κλειδί.
nb_no: Skriv inn ditt passord i mesternøkkellisten under før du oppgraderer nøkkelen.
uk_ua: Будь ласка, введіть свій пароль у списку мастер ключів нижче перед оновленням ключа.

source: Please note that if it is a large notebook, it may take a few minutes for all the notes to show up on the recipient's device.
el_gr: Λάβετε υπόψη ότι αν πρόκειται για ένα μεγάλο σημειωματάριο, μπορεί να χρειαστούν μερικά λεπτά για να εμφανιστούν όλες οι σημειώσεις στη συσκευή του παραλήπτη.
nb_no: Hvis det er en stor notatbok må du være oppmerksom på at det kan ta noen minutter før alle notatene vises på mottakerens enhet.
uk_ua: Зверніть увагу: якщо це великий блокнот, може знадобитися кілька хвилин, щоб усі нотатки відобразилися на пристрої одержувача.

source: Please open the following URL in your browser to authenticate the application. The application will create a directory in "Apps/Joplin" and will only read and write files in this directory. It will have no access to any files outside this directory nor to any other personal data. No data will be shared with any third party.
ar: فضلاً افتح عنوان URL التالي في المستعرض لديك لتمكين التطبيق من المصادقة سينشئ التطبيق دليلاً في "Apps/Joplin" ثم يقوم فقط بقراءة وكتابة الملفات في هذا الدليل. لن يكون لديه أي وصول لأي ملف خارج هذا الدليل أو لأي بيانات شخصية أخرى. لن نشارك البيانات مع أي طرف ثالث.
el_gr: Παρακαλώ ανοίξτε την ακόλουθη διεύθυνση URL στο πρόγραμμα περιήγησής σας για να πιστοποιήσετε την εφαρμογή. Η εφαρμογή θα δημιουργήσει έναν φάκελο στο "Apps / Joplin" και θα διαβάζει και θα γράφει μόνο αρχεία σε αυτόν. Δεν θα έχει πρόσβαση σε αρχεία εκτός αυτού του φακέλου ούτε σε άλλα προσωπικά δεδομένα. Δεν πρόκειται να κοινοποιηθούν δεδομένα σε τρίτους.
nb_no: Åpne URL-en i din nettleser for autorisasjon. Programmet vil opprette en mappe i "Apps/Joplin" og vil kun lese og skrive filer i denne mappen. Den vil ikke ha tilgang til filer utenfor denne katalogen eller annen personlig data. Ingen data vil bli delt med noen tredjepart.
uk_ua: Будь ласка, відкрийте наступну URL-адресу у своєму браузері, щоб автентифікувати програму. Додаток створить каталог у “Apps/Joplin” і буде лише читати та записувати файли в цьому каталозі. Він не матиме доступу до будь-яких файлів поза цим каталогом, а також до будь-яких інших особистих даних. Ніякі дані не передаватимуться третім особам.

source: Please record your voice...
el_gr: Παρακαλώ καταγράψτε τη φωνή σας...
uk_ua: Будь ласка, запишіть свій голос...

source: Please select a notebook first.
ar: يرجى اختيار دفتر ملاحظات أولاً.
el_gr: Παρακαλώ επιλέξτε πρώτα σημειωματάριο.
nb_no: Velg en notatbok først.
uk_ua: Спочатку виберіть блокнот.

source: Please select the note or notebook to be deleted first.
ar: يرجى اختيار الملاحظة أو دفتر الملاحظات المراد حذفه أولاً.
el_gr: Παρακαλώ πρώτα επιλέξτε τη σημείωση ή το σημειωματάριο που θέλετε να διαγραφεί.
nb_no: Velg notatet eller notatboken som skal slettes først.
uk_ua: Будь ласка, виберіть примітку або блокнот, який потрібно спершу видалити.

source: Please select where the sync status should be exported to
ar: فضلاً اختر أين سيتم تصدير حالة المزامنة
el_gr: Επιλέξτε την τοποθεσία στην οποία θα εξαχθεί η κατάσταση του συγχρονισμού
nb_no: Velg hvor synkroniseringsstatusen skal eksporteres til
uk_ua: Виберіть, куди слід експортувати статус синхронізації

source: Please specify import format for %s
ar: فضلاً حدّد تنسيق الاستيراد لـ %s
el_gr: Παρακαλώ καθορίστε τη μορφή εισαγωγής για το %s
nb_no: Velg importformat for %s
uk_ua: Вкажіть формат імпорту для %s

source: Please specify the notebook where the notes should be imported to.
ar: فضلاً حدّد دفتر الملاحظات الذي ترغب استيراد الملاحظات إليه.
el_gr: Προσδιορίστε το σημειωματάριο στο οποίο πρέπει να εισαχθούν οι σημειώσεις.
nb_no: Velg notatbok som notatene skal importeres til.
uk_ua: Будь ласка, вкажіть блокнот, куди слід імпортувати нотатки.

source: Please upgrade Joplin to version %s or later to use this plugin.
el_gr: Παρακαλώ αναβαθμίστε το Joplin στην έκδοση %s ή μεταγενέστερη για να χρησιμοποιήσετε αυτό το πρόσθετο.
uk_ua: Будь ласка, оновіть Joplin до версії %s або новішої, щоб використовувати цей плагін.

source: Please wait for all attachments to be downloaded and decrypted. You may also switch to %s to edit the note.
ar: يرجى الانتظار حتى يتم تنزيل جميع المرفقات وفك تشفيرها. يمكنك أيضًا التبديل إلى %s لتحرير الملاحظة.
el_gr: Παρακαλώ περιμένετε να γίνει λήψη και αποκρυπτογράφηση όλων των συνημμένων. Μπορείτε επίσης να μεταβείτε στο %s για να επεξεργαστείτε τη σημείωση.
nb_no: Vent til at alle vedleggene er lastet ned og dekryptert. Du kan også bytte til %s for å redigere notatet.
uk_ua: Зачекайте, доки всі вкладення буде завантажено та розшифровено. Ви також можете перейти до %s, щоб відредагувати примітку.

source: Please wait...
ar: الرجاء الإنتظار...
el_gr: Παρακαλώ περιμένετε...
nb_no: Vennligst vent...
uk_ua: Будь ласка, зачекайте…

source: Plugin message
el_gr: Μήνυμα πρόσθετου
uk_ua: Повідомлення плагіна

source: Plugin panels
el_gr: Πάνελ πρόσθετων
uk_ua: Панелі плагінів

source: Plugin repository failed to load
el_gr: Αδύνατη η φόρτωση του αποθετηρίου προσθέτων
uk_ua: Не вдалося завантажити репозиторій плагінів

source: Plugin search
el_gr: Αναζήτηση πρόσθετων
uk_ua: Пошук плагінів

source: Plugin security
el_gr: Ασφάλεια πρόσθετων
uk_ua: Безпека плагінів

source: Plugin tools
ar: أدوات الإضافات
el_gr: Εργαλεία πρόσθετων
nb_no: Utvidelsesverktøy
uk_ua: Інструменти розширень

source: Plugin WebView debugging
el_gr: Αποσφαλμάτωση πρόσθετου WebView
uk_ua: Налагодження плагіна WebView

source: Plugins
ar: المكونات الإضافية
el_gr: Πρόσθετα
nb_no: Utvidelser
uk_ua: Розширення

source: Plugins extend Joplin with features that are not present by default. Plugins can extend Joplin's editor, viewer, and more.
el_gr: Τα πρόσθετα επεκτείνουν τις δυνατότητες του Joplin.
uk_ua: Плагіни розширюють Joplin можливостями, яких немає за замовчуванням. Плагіни можуть розширювати редактор, переглядач та інші можливості Joplin.

source: Portrait
ar: طولي
el_gr: Κάθετη
nb_no: Portrett
uk_ua: Вертикально

source: Possible keys/values:
ar: المفاتيح/القيم الممكنة:
el_gr: Πιθανά πλήκτρα / τιμές:
nb_no: Mulige nøkler/verdier:
uk_ua: Можливі ключі/значення:

source: Possible values: %s.
ar: القيم الممكنة : %s.
el_gr: Πιθανές τιμές: %s.
nb_no: Mulige verdier: %s.
uk_ua: Можливі значення: %s.

source: Preferences
ar: التفضيلات
el_gr: Προτιμήσεις
nb_no: Innstillinger
uk_ua: Налаштування

source: Preferences...
ar: تفضيلات...
el_gr: Προτιμήσεις...
nb_no: Innstillinger...
uk_ua: Налаштування…

source: Preferred dark theme
ar: التنسيق الفاتح المفضّل
el_gr: Προτιμώμενο σκοτεινό θέμα
nb_no: Foretrukket mørkt tema
uk_ua: Улюблена темна тема

source: Preferred light theme
ar: التنسيق الغامق المفضّل
el_gr: Προτιμώμενο φωτεινό θέμα
nb_no: Foretrukket lyst tema
uk_ua: Улюблена світла тема

source: Preferred voice typing provider
uk_ua: Бажаний постачальник послуг голосового введення

source: Preserve colours when pasting text in Rich Text Editor
uk_ua: Зберігайте кольори під час вставлення тексту в форматованому текстовому редакторі

source: Press Ctrl+D or type "exit" to exit the application
ar: اضغط Ctrl+D أو اكتب "exit" للخروج من التطبيق
el_gr: Πατήστε Ctrl+D ή πληκτρολογήστε "exit" για να βγείτε από την εφαρμογή
nb_no: Trykk Ctrl+D eller skriv "exit" for å avslutte programmet
uk_ua: Натисніть Ctrl + D або введіть “exit”, щоб вийти з програми

source: Press the shortcut
ar: اضغط على الاختصار
el_gr: Πατήστε τη συντόμευση
nb_no: Trykk for hurtigtast
uk_ua: Натисніть комбінацію клавіш

source: Press the shortcut and then press ENTER. Or, press BACKSPACE to clear the shortcut.
ar: اضغط على الاختصار ثم اضغط على "ENTER". أو اضغط على "BACKSPACE" لمسح الاختصار.
el_gr: Πατήστε τη συντόμευση και, στη συνέχεια, πατήστε το πλήκτρο ENTER. Εναλλακτικά, πατήστε το πλήκτρο BACKSPACE για να καταργήσετε τη συντόμευση.
nb_no: Trykk for hurtigtast og trykk så ENTER. Eller trykk BACKSPACE for å slette hurtigtasten.
uk_ua: Натисніть комбінацію клавіш і потім ENTER. Або натисніть BACKSPACE щоб очистити комбінацію.

source: Press to set the decryption password.
ar: إضغط لضبط كلمة مرور فك التشفير.
el_gr: Πατήστε για να ορίσετε τον κωδικό αποκρυπτογράφησης.
nb_no: Trykk for å sette dekrypteringspassordet.
uk_ua: Натисніть, щоб встановити пароль розшифровки.

source: previous
uk_ua: попереднє

source: Previous match
el_gr: Προηγούμενη αντιστοίχιση
uk_ua: Попереднє співпадіння

source: Previous versions of this note
ar: الإصدارات السابقة من هذه الملاحظة
el_gr: Προηγούμενες εκδόσεις αυτής της σημείωσης
nb_no: Forrige versjon av dette notatet
uk_ua: Попередні версії даної нотатки

source: Print
ar: اطبع
el_gr: Εκτύπωση
nb_no: Skriv ut
uk_ua: Друкувати

source: Priority support
el_gr: Υποστήριξη προτεραιότητας
uk_ua: Пріоритетна підтримка

source: Privacy Policy
ar: سياسة الخصوصية
el_gr: Πολιτική Προστασίας Προσωπικών Δεδομένων
nb_no: Personvernerklæring
uk_ua: Політика конфіденційності

source: Pro
uk_ua: Про

source: Process failed payment subscriptions
el_gr: Επεξεργασία αποτυχημένων συνδρομών πληρωμής
nb_no: Behandle feilende betalingsavtaler
uk_ua: Обробка невдалих платежів за підписками

source: Process oversized accounts
el_gr: Επεξεργασία υπερμεγεθών λογαριασμών
nb_no: Prosesser for store brukerkontoer
uk_ua: Обробка великих облікових записів

source: Process user deletions
el_gr: Επεξεργασία διαγραφών χρηστών
nb_no: Behandle brukerslettinger
uk_ua: Процес видалення користувачів

source: Processing
el_gr: Επεξεργασία
uk_ua: В обробці

source: Processing photo...
uk_ua: Обробка зображення...

source: Profile
el_gr: Προφίλ
nb_no: Profil
uk_ua: Профіль

source: Profile name
el_gr: Όνομα προφίλ
uk_ua: Імя профілю

source: Profile name:
el_gr: Όνομα προφιλ:
uk_ua: Імя профілю:

source: Profile Version: %s
ar: نسخة الملف الشخصي: %s
el_gr: Έκδοση προφίλ: %s
nb_no: Profilversjon: %s
uk_ua: Версія профайлу: %s

source: Profiles
el_gr: Προφιλ
uk_ua: Профілі

source: Properties
ar: الخصائص
el_gr: Ιδιότητες
nb_no: Egenskaper
uk_ua: Властивості

source: Proxy enabled
el_gr: Ενεργοποίηση διακομιστή μεσολάβησης
uk_ua: Проксі ввімкнено

source: Proxy timeout (seconds)
el_gr: Χρονικό όριο μεσολάβησης (δευτερόλεπτα)
uk_ua: Час очікування проксі (в секундах)

source: Proxy URL
el_gr: URL διακομιστή μεσολάβησης
uk_ua: URL проксі

source: Public-private key pair:
el_gr: Ζεύγος δημόσιου-ιδιωτικού κλειδιού:
nb_no: Offentlig-privat nøkkelpar:
uk_ua: Пара відкритий-приватний ключ:

source: Publish note...
ar: نشر الملاحظة...
el_gr: Δημοσίευση σημείωσης...
nb_no: Publiser notat...
uk_ua: Опублікувати нотатку...

source: Publish Notes
ar: نشر الملاحظات
el_gr: Δημοσίευση σημειώσεων
nb_no: Publiser notater
uk_ua: Опублікувати примітки

source: Publish notes to the internet
ar: أنشر الملاحظات على الإنترنت
el_gr: Δημοσίευση σημειώσεων στο διαδίκτυο
nb_no: Publiser notater på internett
uk_ua: Публікуйте нотатки в Інтернеті

source: QR Code
uk_ua: QR код

source: Quit
ar: إغلاق
el_gr: Έξοδος
nb_no: Avslutt
uk_ua: Вихід

source: Re-download model
uk_ua: Перезавантажити моделі

source: Re-encrypt data
ar: إعادة تشفير البيانات
el_gr: Επανακρυπτογράφηση δεδομένων
nb_no: Rekrypter data
uk_ua: Перезашифрувати дані

source: Re-encryption
ar: اعادة التشفير
el_gr: Επανα-κρυπτογράφηση
nb_no: Omkryptering
uk_ua: Перешифрування

source: Re-enter password
uk_ua: Повторно введіть пароль

source: Re-upload local data to sync target
ar: إعادة رفع البيانات المحليّة إلى وجهة المزامنة
el_gr: Εκ νέου αποστολή τοπικών δεδομένων στον προορισμό για συγχρονισμό
nb_no: Last på nytt opp lokale data til synkroniseringsmål
uk_ua: Повторно завантажте локальні дані для синхронізації

source: Read more about it
ar: إقرأ المزيد عن هذا
el_gr: Διαβάστε περισσότερα σχετικά με αυτό
nb_no: Les mer om det
uk_ua: Дізнайтеся більше про це

source: Read time: %s min
ar: وقت القراءة: %s دقيقة
el_gr: Χρόνος ανάγνωσης: %s min
nb_no: Lesetid: %s min
uk_ua: Час читання: %s хв

source: Recipient has accepted the invitation
ar: قام المستلم بقبول الدعوة
el_gr: Ο παραλήπτης αποδέχθηκε την πρόσκληση
nb_no: Mottaker har akseptert invitasjonen
uk_ua: Одержувач прийняв запрошення

source: Recipient has not yet accepted the invitation
ar: لم يقبل المستلم الدعوة بعدُ
el_gr: Ο παραλήπτης δεν έχει ακόμη αποδεχθεί την πρόσκληση
nb_no: Mottaker har ikke akseptert invitasjonen enda
uk_ua: Одержувач ще не прийняв запрошення

source: Recipient has rejected the invitation
ar: قام المستلم برفض الدعوة
el_gr: Ο παραλήπτης απέρριψε την πρόσκληση
nb_no: Mottaker har avvist invitasjonen
uk_ua: Одержувач відхилив запрошення
