Repository: yoki31/joplin
Catalog: packages/tools/locales/*.po
Languages: ar, el_gr, nb_no, uk_ua

source: Recipients:
ar: المستلمون:
el_gr: Αποδέκτες:
nb_no: Mottakere:
uk_ua: Одержувачі:

source: Recommended
el_gr: Προτεινόμενα
uk_ua: Рекомендовано

source: Recommended plugins
el_gr: Προτεινόμενα πρόσθετα
uk_ua: Рекомендовані плагіни

source: Redo
ar: إعادة التحميل
el_gr: Επανάληψη
nb_no: Omgjør
uk_ua: Повторити

source: Refresh
ar: تحديث
el_gr: Ανανέωση
nb_no: Oppdater
uk_ua: Оновити

source: Regular expression
uk_ua: Регулярний вираз

source: Reject
ar: رفض
el_gr: Απόρριψη
nb_no: Avvis
uk_ua: Відхилити

source: Remove
ar: إزالة
el_gr: Κατάργηση
nb_no: Fjern
uk_ua: Видалити

source: Remove %s from share
uk_ua: Видалити %s із спільного доступу

source: Remove tag "%s" from all notes?
ar: إزالة الوسم "%s" من كل الملاحظات؟
el_gr: Κατάργηση της ετικέτας "%s" από όλες τις σημειώσεις;
nb_no: Fjern denne merkelappen "%s" fra alle notater?
uk_ua: Видалити тег “%s” з усіх нотаток?

source: Remove this search from the sidebar?
ar: حذف هذا البحث من الشريط الجانبي؟
el_gr: Κατάργηση αυτής της αναζήτησης από την πλευρική μπάρα;
nb_no: Fjerne dette søket fra sidepanelet?
uk_ua: Видалити цей пошук із бічної панелі?

source: Rename
ar: إعادة تسمية
el_gr: Μετονομασία
nb_no: Gi nytt navn
uk_ua: Переіменувати

source: Rename notebook:
ar: إعادة تسمية دفتر الملاحظات:
el_gr: Μετονομασία σημειωματάριου:
nb_no: Gi nytt navn til notatbok:
uk_ua: Переіменувати блокнот:

source: Rename tag:
ar: إعادة تسمية الوسم:
el_gr: Μετονομασία ετικέτας:
nb_no: Gi nytt navn til merkelapp:
uk_ua: Переіменувати тег:

source: Renames the given <item> (note or notebook) to <name>.
ar: يعيد تسمية <item> (عنصر) معطى (ملاحظة أو دفتر ملاحظات) ليصبح <name> (اسم).
el_gr: Μετονομάζει το καθορισμένο <item> (σημείωση ή σημειωματάριο) στο <name>.
nb_no: Gir nytt navn til <item> (notat eller notatbok) til <name>.
uk_ua: Перейменовує даний <item> (нотатку або блокнот) на <name>.

source: Renew token
ar: تجديد الرمز المميز
el_gr: Ανανέωση token
nb_no: Forny beviset
uk_ua: Оновити токен

source: replace
uk_ua: замінити

source: Replace
el_gr: Αντικατάσταση
uk_ua: Замінити

source: replace all
uk_ua: замінити все

source: Replace all
el_gr: Αντικατάσταση όλων
uk_ua: Замінити все

source: Replace with...
el_gr: Αντικατάσταση με...
uk_ua: Replace використовуючи...

source: Replace:
el_gr: Αντικατάσταση:
uk_ua: Замінити:

source: replaced $ matches
uk_ua: замінено $ збігів

source: replaced match on line $
uk_ua: замінено збігів у рядку $

source: Report an issue
el_gr: Αναφέρετε ένα πρόβλημα
uk_ua: Повідомити про проблему

source: Report any issues concerning the plugin.
el_gr: Αναφέρετε προβλήματα σχετικά με το πρόσθετο.
uk_ua: Повідомляйте про будь-які проблеми з плагіном.

source: Report fraudulent plugin
el_gr: Αναφέρετε πλαστό πρόσθετο
uk_ua: Повідомити про шахрайський плагін

source: Report system
el_gr: Σύστημα αναφορών
uk_ua: Система звітності

source: Reports
el_gr: Αναφορές
uk_ua: Звіти

source: Reset application layout
el_gr: Επαναφορά διάταξης εφαρμογής
uk_ua: Скинути макет програми

source: Reset master password
el_gr: Επαναφορά κύριου κωδικού πρόσβασης
nb_no: Tilbakestill masterpassordet
uk_ua: Скинути головний пароль

source: Resize large images:
el_gr: Προσαρμογή μεγέθους μεγάλων εικόνων:
uk_ua: Змініть розмір великих зображень:

source: Resources: %d.
ar: الموارد: %d.
el_gr: Πόροι: %d.
nb_no: Ressurser: %d.
uk_ua: Ресурси: %d.

source: Restart and upgrade
ar: أعد التشغيل ورقّي
el_gr: Επανεκκίνηση και αναβάθμιση
nb_no: Omstart og oppgrader
uk_ua: Перезапустити і оновити

source: Restart in safe mode
el_gr: Επανεκκίνηση σε ασφαλή λειτουργία
uk_ua: Перезавантажтеся в безпечному режимі

source: Restart now
ar: إعادة التشغيل الآن
el_gr: Επανεκίνηση τώρα
nb_no: Omstart nå
uk_ua: Перезапустити зараз

source: Restore
ar: استعادة
el_gr: Επαναφορά
nb_no: Gjenopprett
uk_ua: Відновити

source: Restore note
el_gr: Ανάκτηση σημείωσης
uk_ua: Відновити примітку

source: Restore notebook
el_gr: Ανάκτηση σημειωματαρίου
uk_ua: Відновлення ноутбука

source: Restore the items matching <pattern> from the trash.
el_gr: Ανάκτηση των στοιχείων που ταιριάζουν στο <pattern>, από τον κάδο.
uk_ua: Відновіть елементи, що відповідають <pattern>, зі смітника.

source: Restored items
el_gr: Ανακτημένα στοιχεία
uk_ua: Відновити нотатки

source: Restored Notes
ar: الملاحظات المستعادة
el_gr: Ανακτημένες σημειώσεις
nb_no: Gjenopprettede notater
uk_ua: Відновлені нотатки

source: Results (%d):
el_gr: Αποτελέσματα (%d):
uk_ua: Результати (%d):

source: Retry
ar: إعادة المحاولة
el_gr: Δοκιμή ξανά
nb_no: Prøv igjen
uk_ua: Повторити

source: Retry All
ar: إعادة محاولة الجميع
el_gr: Δοκιμή ξανά για Όλα
nb_no: Forsøk alle igjen
uk_ua: Повторити всі

source: Reveal file in folder
ar: اضهار الملف في المجلد
el_gr: Αποκάλυψη αρχείου στο φάκελο
nb_no: Vis fil i mappe
uk_ua: Показати файл у папці

source: Reverse sort order
ar: عكس طريقة الترتيب
el_gr: Αντίστροφη σειρά ταξινόμησης
nb_no: Reverser sorteringsrekkefølge
uk_ua: Зворотній порядок сортування

source: Reverses the sorting order.
ar: يعكس طريقة الترتيب.
el_gr: Αντιστρέφει τη σειρά ταξινόμησης.
nb_no: Reverserer sorteringsrekkefølgen.
uk_ua: Зворотній порядок сортування.

source: Revision: %s (%s)
ar: المراجعة: %s (%s)
el_gr: Αναθεώρηση: %s (%s)
nb_no: Revisjon: %s (%s)
uk_ua: Ревізія: %s (%s)

source: Rich Text
uk_ua: Розширений текст

source: Rich Text editor. Press Escape then Tab to escape focus.
uk_ua: Редактор розширеного тексту. Натисніть Esc, а потім Tab, щоб вийти з фокусу.

source: Runs the commands contained in the text file. There should be one command per line.
ar: تشغيل الأوامر المضمنة في الملف النصي. يجب أن يكون هناك أمر واحد لكل سطر.
el_gr: Εκτελεί τις εντολές που περιέχονται στο αρχείο κειμένου. Θα πρέπει να υπάρχει μία εντολή ανά γραμμή.
nb_no: Kjør kommandoene som finnes i denne tekstfilen. En kommando per linje.
uk_ua: Виконує команди, що містяться в текстовому файлі. У кожному рядку має бути одна команда.

source: S3 region
uk_ua: S3 регіон

source: S3 URL
uk_ua: S3 посилання

source: Safe mode is currently active. Note rendering and all plugins are temporarily disabled.
ar: الوضع الآمن مفعّل حالياً. تم تعطيل عرض الملاحظات وتعطل كل الإضافات مؤقتاً.
el_gr: Η ασφαλής λειτουργία είναι ενεργή αυτήν τη στιγμή. Σημειώστε ότι η απόδοση και όλα τα πρόσθετα απενεργοποιούνται προσωρινά.
nb_no: Sikker modus er aktiv. Notatrendring og alle utvidelser er midlertidig deaktivert.
uk_ua: Зараз активний безпечний режим. Відтворення приміток і всі плагіни тимчасово вимкнено.

source: Save
ar: حفظ
el_gr: Αποθήκευση
nb_no: Lagre
uk_ua: Зберегти

source: Save alarm
ar: حفظ المنبّه
el_gr: Αποθήκευση ειδοποίησης
nb_no: Angi alarm
uk_ua: Зберегти будильник

source: Save as %s
el_gr: Αποθήκευση ως %s
uk_ua: Зберегти як %s

source: Save as...
ar: حفظ باسم...
el_gr: Αποθήκευση ως...
nb_no: Lagre som...
uk_ua: Зберегти як...

source: Save changes
ar: حفظ التغييرات
el_gr: Αποθήκευση αλλαγών
nb_no: Lagre endringer
uk_ua: Зберегти зміни

source: Save changes?
el_gr: Αποθήκευση αλλαγών;
uk_ua: Зберегти зміни?

source: Save geo-location with notes
ar: حفظ الموقع الجغرافي مع الملاحظات
el_gr: Αποθήκευση της γεωγραφικής τοποθεσίας μαζί με της σημειώσεις
nb_no: Lagre stedsinformasjon med notater
uk_ua: Збережіть геолокацію з нотатками

source: Scanned code
uk_ua: Відсканований код

source: Search
ar: بحث
el_gr: Αναζήτησή
nb_no: Søk
uk_ua: Пошук

source: Search for plugins...
ar: البحث عن الإضافات...
el_gr: Αναζήτηση για πρόσθετα…
nb_no: Søk etter utvidelser....
uk_ua: Пошук рощширень…

source: Search for...
el_gr: Αναζήτηση για...
uk_ua: Шукати...

source: Search hidden
el_gr: Αναζήτησή κρυμμένων
uk_ua: Пошук приховано

source: Search in all the notes
ar: البحث في كل الملاحظات
el_gr: Αναζήτηση σε όλες τις σημειώσεις
nb_no: Søk i alle notater
uk_ua: Пошук по всіх нотатках

source: Search in current note
ar: البحث في الملاحظة الحاليّة
el_gr: Αναζήτηση στην τρέχουσα σημείωση
nb_no: Søk i nåværende notat
uk_ua: Пошук в поточній нотатці

source: Search results
uk_ua: Результати пошуку

source: Search shown
el_gr: Αναζήτησή προβεβλημένων
uk_ua: Показано пошук

source: Search:
ar: بحث:
el_gr: Αναζήτησή:
nb_no: Søk:
uk_ua: Пошук:

source: Search...
ar: بحث...
el_gr: Αναζήτηση...
nb_no: Søk...
uk_ua: Пошук…

source: Searches for the given <pattern> in all the notes.
ar: يبحث عن الـ <pattern> (نمط) المعطى في كل الملاحظات.
el_gr: Αναζητά το καθορισμένο <pattern> σε όλες τις σημειώσεις.
nb_no: Søker etter angitt <pattern> i alle notatene.
uk_ua: Шукає заданий <pattern> у всіх примітках.

source: See changelog
uk_ua: Переглянути журнал змін

source: See the pre-release page for more details: %s
ar: أنظر صفحة نسخ ما قبل الإصدار للمزيد من المعلومات: %s
el_gr: Δείτε τη σελίδα προέκδοσης για περισσότερες λεπτομέρειες: %s
nb_no: Se førutgivelsessiden for flere detaljer: %s
uk_ua: Докладніше про тестову версію: %s

source: Select
ar: اختر
el_gr: Επιλογή
nb_no: Marker
uk_ua: Виберіть

source: Select all
ar: اختيار الكل
el_gr: Επιλογή όλων
nb_no: Marker alt
uk_ua: Вибрати все

source: Select emoji...
el_gr: Επιλογή emoji...
nb_no: Velg emoji…
uk_ua: Виберіть емодзі...

source: Select file...
el_gr: Επιλογή φακέλου...
nb_no: Velg fil…
uk_ua: Виберіть файл...

source: Select parent notebook
el_gr: Επιλέξτε γονικό σημειωματάριο
uk_ua: Виберіть батьківський блокнот

source: Selection deleted
uk_ua: Вибір видалено

source: Selects a notebook
uk_ua: Виберіть блокнот

source: Send bug report
el_gr: Αποστολή αναφοράς σφάλματος
uk_ua: Надіслати повідомлення про помилку

source: Server is already running on port %d
ar: الخادم قيد التشغيل بالفعل على المنفذ %d
el_gr: Ο διακομιστής εκτελείται ήδη στη θύρα %d
nb_no: Serveren kjører allerede på port %d
uk_ua: Сервер вже працює на порту %d

source: Server is not running.
ar: الخادم لا يعمل.
el_gr: Ο διακομιστής δεν εκτελείται.
nb_no: Serveren kjører ikke.
uk_ua: Сервер не працює.

source: Server is running on port %d
ar: الخادم قيد التشغيل على المنفذ %d
el_gr: Ο διακομιστής εκτελείται στη θύρα %d
nb_no: Serveren kjører på port %d
uk_ua: Сервер працює на порту %d

source: Set alarm
ar: ضبط منبّه
el_gr: Ορισμός ειδοποίησης
nb_no: Angi alarm
uk_ua: Налаштувати будильник

source: Set alarm:
ar: ضبط منبّه:
el_gr: Ορισμός ειδοποίησης:
nb_no: Angi alarm:
uk_ua: Налаштувати будильник:

source: Set it to 0 to make it take the complete available space. Recommended width is 600.
el_gr: Ορίστε την τιμή 0 για να καταλάβει όλο τον διαθέσιμο χώρο. Το συνιστώμενο πλάτος είναι 600.
nb_no: Sett den til 0 for å få den til å ta maks tilgjengelig plass. Anbefalt bredde er 600.
uk_ua: Встановіть значення 0, щоб він займав весь доступний простір. Рекомендована ширина 600.

source: Set the password
ar: ضبط كلمة المرور
el_gr: Ορισμός κωδικού πρόσβασης
nb_no: Sett passord
uk_ua: Встановити пароль

source: Sets the property <name> of the given <note> to the given [value]. Possible properties are: %s
ar: يضبط الخاصية <name> للـ <note> المعطاة على [value] معطاة. الخصائص الممكنة هي: %s
el_gr: Ορίζει την ιδιότητα <name> του καθορισμένου <note> στην καθορισμένη [τιμή]. Πιθανές ιδιότητες είναι: %s
nb_no: Setter egenskapen <name> for angitt <note> til angitt [verdi]. Mulige valg er: %s
uk_ua: Встановлює властивість <name> даного <note> до заданого [значення]. Можливі властивості: %s

source: Settings
uk_ua: Налаштування

source: Share
ar: مشاركة
el_gr: Κοινοποίηση
nb_no: Del
uk_ua: Поділитися

source: Share a copy of all notes in a file format that can be imported by Joplin on a computer.
el_gr: Μοιραστείτε ένα αντίγραφο όλων των σημειώσεων σε μία μορφή αρχείου που μπορεί να εισαχθεί στο Joplin σε έναν υπολογιστή.
uk_ua: Поділіться копією всіх нот у форматі файлу, який можна імпортувати в Joplin на комп'ютері.

source: Share a notebook with others
el_gr: Κοινοποίηση σημειωματάριου σε άλλους
uk_ua: Поділіться блокнотом з іншими

source: Share from %s (%s)
el_gr: Κοινοποίηση από %s (%s)
uk_ua: Поділіться з %s (%s)

source: Share Notebook
ar: مشاركة دفتر الملاحظات
el_gr: Κοινοποίηση Σημειωματάριου
nb_no: Del notatbok
uk_ua: Поділитися блокнотом

source: Share notebook...
ar: مشاركة الملاحظة...
el_gr: Κοινοποίηση σημειωματάριου...
nb_no: Del notatbok...
uk_ua: Поділитися блокнотом...

source: Share permissions
el_gr: Κοινοποίηση αδειών
uk_ua: Дозволи на спільний доступ

source: Shares
el_gr: Κοινοποιήσεις
uk_ua: Поширити

source: Sharing notebook...
ar: تجري مشاركة الملاحظة...
el_gr: Κοινοποίηση σημειωματαρίου...
nb_no: Deler notatbok...
uk_ua: Спільний доступ до блокнота...

source: Shortcuts are not available in CLI mode.
ar: الاختصارات غير متوفرة في وضع واجهة سطر الأوامر.
el_gr: Οι συντομεύσεις δεν είναι διαθέσιμες στη λειτουργία CLI.
nb_no: Snarveier er ikke tilgjengelig i CLI-modus.
uk_ua: Скорочення клавіатури недоступні в режимі CLI.

source: Show advanced
el_gr: Εμφάνιση επιλογών για προχωρημένους
uk_ua: Показати розширені

source: Show Advanced Settings
ar: أظهر الاعدادات المتقدمة
el_gr: Εμφάνιση επιλογών για προχωρημένους
nb_no: Vis avanserte innstillinger
uk_ua: Показати розширені налаштування

source: Show all
ar: إظهار الكل
el_gr: Εμφάνιση όλων
nb_no: Vis alle
uk_ua: Показати все

source: Show completed to-dos
ar: إظهار قوائم المهام المكتملة
el_gr: Εμφάνιση ολοκληρωμένων υπομνήσεων
nb_no: Vis fullførte gjøremål
uk_ua: Показувати завершені списки справ

source: Show disabled
el_gr: Εμφάνιση απενεργοποιημένων
uk_ua: Показати вимкнені

source: Show disabled keys
el_gr: Εμφάνιση απενεργοποιημένων κλειδιών
nb_no: Vis deaktiverte taster
uk_ua: Показати вимкнені клавіші

source: Show monospace fonts only.
el_gr: Προβολή monospace γραμματοσειρών αποκλειστικά.
uk_ua: Показувати тільки моноширинні шрифти.

source: Show note counts
ar: إظهار عدد الملاحظات
el_gr: Εμφάνιση πλήθους σημειώσεων
nb_no: Vis antall notater
uk_ua: Показати лічильники нотатки

source: Show notebook options
uk_ua: Показати налаштування блокноту

source: Show password
uk_ua: Показати пароль

source: Show sort order buttons
el_gr: Εμφάνιση κουμπιών σειράς ταξινόμησης
nb_no: Vis sorteringsrekkefølgeknapper
uk_ua: Показати кнопки порядку сортування

source: Show tray icon
ar: إظهار أيقونة لوحة النظام
el_gr: Εμφάνιση εικονιδίου στη γραμμή εργασιών
nb_no: Vis systemmenyikon
uk_ua: Показувати значок в меню

source: Show/hide the sidebar
el_gr: Εμφάνιση/απόκρυψη της πλευρικής μπάρας
uk_ua: Показати/приховати бічну панель

source: Shows notes for tag
uk_ua: Показує примітки для тегу

source: Shrink large images before adding them to notes.
el_gr: Σμίκρυνση μεγάλων εικόνων πριν την εισαγωγή τους σε σημειώσεις.
uk_ua: Зменшуйте великі зображення, перш ніж додавати їх до нотаток.

source: Side menu closed
el_gr: Κλειστό πλευρικό μενού
uk_ua: Бічне меню закрито

source: Side menu opened
el_gr: Ανοιχτό πλευρικό μενού
uk_ua: Відкрито бічне меню

source: Sidebar
ar: الشريط الجانبي
el_gr: Πλευρική μπάρα
nb_no: Sidepanel
uk_ua: Бічна панель

source: Size
ar: حجم
el_gr: Μέγεθος
nb_no: Størrelse
uk_ua: Розмір

source: Skip this version
ar: تجاوز هذه النسخة
el_gr: Παραλείψτε αυτή την έκδοση
nb_no: Hopp over denne versjonen
uk_ua: Пропустити цю версію

source: Skipped items: %d (use --retry-failed-items to retry decrypting them)
ar: العناصر التي تم تخطيها: %d (استخدم "retry-failed-items--" لإعادة محاولة فك تشفيرها)
el_gr: Στοιχεία που έχουν παραληφθεί: %d (εκτελεστέ --retry-failed-items για επανάληψη της αποκρυπτογράφησης τους)
nb_no: Hoppet over elementer: %d (bruk --retry-failed-items for å forsøke å dekryptere på nytt)
uk_ua: Пропущені елементи: %d (використовуйте —retry-failed-items, щоб спробувати їх дешифрувати)

source: Skipped: %d.
ar: تم تخطيها: %d.
el_gr: Αγνοήθηκαν: %d.
nb_no: Hoppet over: %d.
uk_ua: Пропущено: %d.

source: Some attachments could not be downloaded. Please try to download them again.
el_gr: Δεν ήταν δυνατή η λήψη κάποιων συνημμένων. Παρακαλώ προσπαθήστε ξανά.
uk_ua: Деякі вкладення не вдалося завантажити. Будь ласка, спробуйте завантажити їх ще раз.

source: Some attachments need to be downloaded. Set the attachment download mode to "always" and try again.
el_gr: Απαιτείται η λήψη κάποιων συνημμένων. Επιλέξτε «πάντα» στη λειτουργία λήψης συνημμένων και προσπαθήστε ξανά.
uk_ua: Деякі вкладення потрібно завантажити. Встановіть режим завантаження вкладень на "завжди" і спробуйте ще раз.

source: Some items cannot be decrypted.
ar: لا يمكن فك تشفير بعض العناصر.
el_gr: Ορισμένα στοιχεία δεν είναι δυνατό να αποκρυπτογραφηθούν.
nb_no: Noen elementer kan ikke dekrypteres.
uk_ua: Деякі елементи не можуть бути дешифровані.

source: Some items cannot be synchronised.
ar: لا يمكن مزامنة بعض العناصر.
el_gr: Ορισμένα στοιχεία δεν είναι δυνατό να συγχρονιστούν.
nb_no: Noen elementer kan ikke synkroniseres.
uk_ua: Деякі елементи не можуть бути синхронізовані.

source: Some items cannot be synchronised. Press for more info.
el_gr: Ορισμένα στοιχεία δεν είναι δυνατό να συγχρονιστούν. Πατήστε για περισσότερες πληροφορίες.
nb_no: Noen elementer kan ikke synkroniseres. Press for mer info.
uk_ua: Деякі елементи не можуть бути синхронізовані. Натисніть для отримання додаткової інформації.

source: Some items could not be synchronised. Please try to synchronise them first.
el_gr: Ορισμένα στοιχεία δεν είναι δυνατό να συγχρονιστούν. Παρακαλώ αρχικά επιχειρήστε να τα συγχρονίσετε.
uk_ua: Деякі елементи не вдалося синхронізувати. Будь ласка, спробуйте синхронізувати їх спочатку.

source: Sort "%s" in ascending order
uk_ua: Сортувати "%s" у порядку зростання

source: Sort "%s" in descending order
uk_ua: Сортувати "%s" у порядку спадання

source: Sort notebooks by
ar: فرز دفاتر الملاحظات حسب
el_gr: Ταξινόμηση σημειωματάριων κατά
nb_no: Sorter notatbøker etter
uk_ua: Сортувати блокноти за

source: Sort notes by
ar: ترتيب الملاحظات حسب
el_gr: Ταξινόμηση σημειώσεων κατά
nb_no: Sorter notater etter
uk_ua: Сортувати нотатки по

source: Sort selected lines
ar: فرز الخطوط المحددة
el_gr: Ταξινόμηση επιλεγμένων γραμμών
nb_no: Sorter valgte linjer
uk_ua: Відсортувати вибрані рядки

source: Sorts the item by <field> (eg. title, updated_time, created_time).
ar: يرتب العناصر حسب <حقل> (على سبيل المثال، العنوان ، تاريخ التحديث ، تاريخ الإنشاء).
el_gr: Ταξινόμηση του στοιχείου με <field> (π.χ. τίτλος, ώρα_ενημέρωσης, ώρα_δημιουργίας).
nb_no: Sorter etter <field> (f.eks. title, updated_time, created_time).
uk_ua: Сортувати елементи за <field> (заголовок, час оновлення, час створення, тощо).

source: Source
ar: المصدر
el_gr: Πηγή
nb_no: Kilde
uk_ua: Джерело

source: Source format: %s
ar: تنسيق المصدر: %s
el_gr: Μορφή προέλευσης: %s
nb_no: Kildeformat: %s
uk_ua: Формат джерела: %s

source: Source:
ar: المصدر:
el_gr: Πηγή:
nb_no: Kilde:
uk_ua: Джерело:

source: Spacer
el_gr: Διαχωριστικό
uk_ua: Роздільник

source: Specify the port that should be used by the API server. If not set, a default will be used.
ar: حدد المنفذ الذي يجب استخدامه بواسطة خادم API. إذا لم يتم تعيينه، سيتم استخدام تلقائي.
el_gr: Καθορίστε τη πόρτα που πρέπει να χρησιμοποιείται από το διακομιστή API. Εάν δεν οριστεί, θα χρησιμοποιηθεί μια προεπιλογή.
nb_no: Spesifiser porten som skal brukes av API-serveren. Hvis ikke satt vil en standardport brukes.
uk_ua: Вкажіть порт, який повинен використовувати сервер API. Якщо не встановлено, використовуватиметься за замовчуванням.

source: Spell checker
ar: مدقق املائي
el_gr: Ορθογραφικός έλεγχος
nb_no: Stavekontroll
uk_ua: Перевірка правопису

source: Split View
ar: عرض منقسم
el_gr: Διαιρεμένη προβολή
nb_no: Splitvisning
uk_ua: Розділений показ

source: Start application minimised in the tray icon
ar: بدء التطبيق مصغراً في لوحة النظام
el_gr: Η εφαρμογή να ανοίγει ελαχιστοποιημένη στη γραμμή εργασιών
nb_no: Start applikasjonen minimert som systemmenyikon
uk_ua: Запускати додаток мінімізований у значок

source: Start, stop or check the API server. To specify on which port it should run, set the api.port config variable. Commands are (%s).
ar: ابدأ، أوقف أو تحقق من خادم API. لتحديد أي منفذ يجب تشغيله، قم بتعيين متغير تكوين api.port. الأوامر هي (%s).
el_gr: Ξεκινήστε, σταματήστε ή ελέγξτε τον διακομιστή API. Για να καθορίσετε σε ποια θύρα θα πρέπει να εκτελεστεί, ορίστε τη μεταβλητή api.port. Οι εντολές είναι (%s).
nb_no: Start, stopp eller sjekk API-serveren. For å angi på hvilken port den skal kjøre, angi api.port-konfigurasjonsvariablen. Kommandoer er (%s).
uk_ua: Запустіть, зупиніть або перевірте сервер API. Щоб вказати, на якому порту він повинен працювати, встановіть конфігураційну змінну api.port. Команди (%s).

source: Starting decryption... Please wait as it may take several minutes depending on how much there is to decrypt.
ar: بدء فك التشفير جارٍ... يرجى الانتظار حيث قد تستغرق العملية عدة دقائق بحسب كمية البيانات المطلوب فك تشفيرها.
el_gr: Εκκίνηση αποκρυπτογράφησης... Παρακαλώ περιμένετε καθώς μπορεί να διαρκέσει αρκετά λεπτά ανάλογα με το μέγεθος αυτών που πρέπει να αποκρυπτογραφηθούν.
nb_no: Starter dekryptering... Vennligst vent da det kan ta flere minutter avhengig av mengden som skal dekrypteres.
uk_ua: Початок дешифрування … Зачекайте, оскільки це може зайняти кілька хвилин, залежно від того, скільки потрібно розшифрувати.

source: Starting synchronisation...
ar: يجري بدء المزامنة...
el_gr: Έναρξη συγχρονισμού...
nb_no: Starter synkronisering...
uk_ua: Запуск синхронізації …

source: Starting to edit note. Close the editor to get back to the prompt.
ar: بدء تحرير الملاحظة. أغلق المحرر للعودة إلى المحث.
el_gr: Αρχή επεξεργασίας της σημείωσης. Κλείστε τον επεξεργαστή για να επιστρέψετε στην ερώτηση.
nb_no: Notatredigering startet. Lukk editoren for å komme tilbake til kommandolinjen.
uk_ua: Починається редагування примітки. Закрийте редактор, щоб повернутися до запиту.

source: Statistics
ar: إحصائيات
el_gr: Στατιστικά
nb_no: Statistikk
uk_ua: Статистика

source: Statistics...
ar: إحصائيات...
el_gr: Στατιστικά...
nb_no: Statistikk...
uk_ua: Статистика…

source: Status
ar: الحالة
el_gr: Κατάσταση
uk_ua: Статус

source: Status: %s
ar: الحالة: %s
el_gr: Κατάσταση: %s
uk_ua: Статус: %s

source: Status: Started on port %d
ar: الحالة: تم البدء على المنفذ %d
el_gr: Κατάσταση: Ξεκίνησε στη θύρα %d
nb_no: Status: Startet på port %d
uk_ua: Статус: Запущено з порту %d

source: Step 1: Enable the clipper service
ar: الخطوة 1: تفعيل خدمة إضافة القصّ Web clipper
el_gr: Βήμα 1: Ενεργοποιήστε την υπηρεσία
nb_no: Steg 1: Aktiver Web Clipper-tjenesten
uk_ua: Крок 1: Увімкніть clipper сервіс

source: Step 1: Open this URL in your browser to authorise the application:
ar: الخطوة 1: إفتح عنوان URL هذا في المستعرض للتصريح للتطبيق:
el_gr: Βήμα 1: Ανοίξτε αυτήν τη διεύθυνση URL στο πρόγραμμα περιήγησής σας για να εξουσιοδοτήσετε την εφαρμογή:
nb_no: Steg 1: Åpne denne URL-en i din nettleser for å autorisere applikasjonen:
uk_ua: Крок 1: Відкрийте цю URL-адресу у своєму браузері, щоб авторизувати програму:

source: Step 2: Enter the code provided by Dropbox:
ar: الخطوة 2: أدخل الرمز المزوّد من Dropbox:
el_gr: Βήμα 2: Εισάγετε τον κωδικό που παρέχεται από το Dropbox:
nb_no: Steg 2: Skriv inn koden du fikk av Dropbox:
uk_ua: Крок 2: Введіть код, наданий Dropbox:

source: Step 2: Install the extension
ar: الخطوة 2: تثبيت الإضافة
el_gr: Βήμα 2: Εγκαταστήστε την επέκταση
nb_no: Steg 2: Installer utvidelsen
uk_ua: Крок 2: Встановіть розширення

source: Stop
ar: قف
el_gr: Διακοπή
nb_no: Stopp
uk_ua: Зупинити

source: Stop external editing
ar: إيقاف التحرير خارج التطبيق
el_gr: Διακοπή εξωτερικής επεξεργασίας
nb_no: Stopp ekstern redigering
uk_ua: Зупинити зовнішнє редагування

source: Storage space
el_gr: Χώρος αποθήκευσης
uk_ua: Місце для зберігання

source: Strikethrough
ar: توسيط خط في النص
el_gr: Διακριτή διαγραφή
nb_no: Gjennomstreket
uk_ua: Перекреслення

source: strong text
ar: نص مشدَّد
el_gr: έντονη γραφή
nb_no: fet tekst
uk_ua: жирний текст

source: Submit
ar: إرسال
el_gr: Yποβολή
nb_no: Send
uk_ua: Підтвердити

source: Subscript
ar: حرف تحتي
el_gr: Δείκτης
nb_no: Underskrift
uk_ua: Підрядковий
