Repository: yoki31/joplin
Catalog: packages/tools/locales/*.po
Languages: ar, el_gr, nb_no, uk_ua

source: Incompatible
el_gr: Ασύμβατο
uk_ua: Несумісний

source: Incomplete
uk_ua: Не завершено

source: Incomplete to-do
uk_ua: Не завершені завдання

source: Increase indent level
el_gr: Αύξηση εσοχής
uk_ua: Збільшити відступ

source: Indent less
ar: مسافة بادئة أقل
el_gr: Μείωση εσοχής
nb_no: Innrykk mindre
uk_ua: Зменшити відступ

source: Indent more
ar: مسافة بادئة أكثر
el_gr: Αύξηση εσοχής
nb_no: Innrykk mer
uk_ua: Збільшити відступ

source: Info
uk_ua: Інформація

source: Information
ar: معلومات
el_gr: Πληροφορίες
nb_no: Informasjon
uk_ua: Інформація

source: Inline Code
ar: نص لغة برمجة في النسق
el_gr: Ενσωματωμένος κώδικας
nb_no: Innebygd kode
uk_ua: Вбудований код

source: Insert
ar: إدخال
el_gr: Εισαγωγή
nb_no: Sett inn
uk_ua: Вставити

source: Insert Hyperlink
ar: إدراج ارتباط تشعبي
el_gr: Εισαγωγή υπερσύνδεσης
nb_no: Sett inn hyperlenke
uk_ua: Вставити Посилання

source: Insert time
ar: إدراج الوقت
el_gr: Εισαγωγή ώρας
uk_ua: Вставити час

source: Install
ar: تثبيت
el_gr: Εγκατάσταση
nb_no: Installer
uk_ua: Встановити

source: Install from file
ar: التثبيت من ملف
el_gr: Εγκατάσταση από αρχείο
nb_no: Installer fra fil
uk_ua: Встановити з файла

source: Installed
ar: مثبّت
el_gr: Εγκαταστάθηκε
nb_no: Installert
uk_ua: Встановлено

source: Installed (%d):
el_gr: Εγκαταστάθηκε (%d):
uk_ua: Встановлено (%d):

source: Installing...
ar: جارٍ التثبيت...
el_gr: Εγκατάσταση...
nb_no: Installerer...
uk_ua: Встановлення…

source: Invalid
ar: غير صحيح
el_gr: Μη έγκυρo
nb_no: Ugyldig
uk_ua: Хибний

source: Invalid %s: %s.
ar: %s غير صالح: %s.
el_gr: Μη έγκυρo %s: %s.
nb_no: Ugyldig %s: %s.
uk_ua: Хибний %s: %s.

source: Invalid answer: %s
ar: إجابة غير صحيحة: %s
el_gr: Μη έγκυρη απάντηση: %s
nb_no: Ugyldig svar: %s
uk_ua: Хибна відповідь: %s

source: Invalid command: "%s"
ar: أمر غير صالح:"%s"
el_gr: Άκυρη εντολή: "%s"
nb_no: Ugyldig kommando: "%s"
uk_ua: Хибна команда: “%s”

source: Invalid option value: "%s". Possible values are: %s.
ar: قيمة خيار غير صحيحة: "%s". القيم الممكنة هي: %s.
el_gr: Άκυρη τιμή: " %s". Οι πιθανές τιμές είναι: %s.
nb_no: Ugyldig verdi: "%s". Mulige verdier er: %s.
uk_ua: Недійсне значення параметра: “%s”. Можливі значення: %s.

source: Invalid password
ar: كلمة سر غير صحيحة
el_gr: Μη έγκυρος κωδικός πρόσβασης
nb_no: Ugyldig passord
uk_ua: Невірний пароль

source: iOS version: %s
el_gr: έκδοση iOS: %s
uk_ua: версія для iOS: %s

source: Italic
ar: مائل
el_gr: Πλάγια γραφή
nb_no: Kursiv
uk_ua: Курсив

source: Item "%s" could not be downloaded: %s
ar: العنصر "%s" لم يتم الإمكان من تحميله: %s
el_gr: Η λήψη του στοιχείου "%s" απέτυχε: %s
nb_no: Element "%s" ble ikke lastet ned: %s
uk_ua: Не вдалося завантажити елемент “%s”: %s

source: Items
ar: عناصر
el_gr: Στοιχεία
nb_no: Elementer
uk_ua: Елементи

source: Items that cannot be decrypted
ar: العناصر التي لا يمكن فك تشفيرها
el_gr: Στοιχεία που δεν είναι δυνατό να αποκρυπτογραφηθούν
nb_no: Elementer som ikke kan dekrypteres
uk_ua: Елементи, які неможливо розшифрувати

source: Items that cannot be synchronised
ar: العناصر التي لا يمكن مزامنتها
el_gr: Στοιχεία που δεν είναι δυνατό να συγχρονιστούν
nb_no: Elementer som ikke vil synkronisere
uk_ua: Елементи, які неможливо синхронізувати

source: Join us on %s
uk_ua: Приєднуйтесь до нас у %s

source: Joplin can synchronise your notes using various providers. Select one from the list below.
ar: Joplin يستطيع مزامنة ملاحظاتك باستخدام العديد من المزوّدين. اختر واحداً من القائمة أدناه.
el_gr: Το Joplin μπορεί να συγχρονίσει τις σημειώσεις σας χρησιμοποιώντας διάφορους παρόχους. Επιλέξτε έναν από τον παρακάτω κατάλογο.
nb_no: Joplin kan synkronisere notatene dine ved hjelp av ulike leverandører. Velg en fra listen nedenfor.
uk_ua: Joplin може синхронізувати ваші нотатки за допомогою різних провайдерів. Виберіть один зі списку нижче.

source: Joplin Cloud Login
el_gr: Σύνδεση Joplin Cloud
uk_ua: Вхід до хмарного сервісу Joplin

source: Joplin doesn't recognise the %s extension. Opening this file could be dangerous. What would you like to do?
el_gr: Το Joplin δεν αναγνωρίζει την επέκταση %s. Το άνοιγμα αυτού του αρχείου ίσως είναι επικίνδυνο. Τι θα θέλατε να κάνω;
uk_ua: Joplin не розпізнає розширення %s. Відкриття цього файлу може бути небезпечним. Що ви хочете зробити?

source: Joplin failed to decrypt these items multiple times, possibly because they are corrupted or too large. These items will remain on the device but Joplin will no longer attempt to decrypt them.
ar: فشل Joplin في فك تشفير هذه العناصر عدة مرات، ربما لأنها تالفة أو كبيرة جدًا. ستبقى هذه العناصر على الجهاز ولكن Joplin لن تحاول فك تشفيرها.
el_gr: Το Joplin απέτυχε κατ’ επανάληψη να αποκρυπτογραφήσει αυτά τα στοιχεία, πιθανώς επειδή είναι αλλοιωμένα ή πολύ μεγάλα. Τα στοιχεία θα παραμείνουν στη συσκευή, αλλά το Joplin δεν θα προσπαθεί πλέον να τα αποκρυπτογραφήσει.
nb_no: Joplin feilet flere ganger i å dekryptere disse elementene, muligens fordi de er korrupte eller for store. Disse elementene vil forbli på enheten men Joplin vil ikke lenger forsøke å dekryptere de.
uk_ua: Joplin не зміг розшифрувати ці елементи кілька разів, можливо, тому, що вони пошкоджені або занадто великі. Ці елементи залишаться на пристрої, але Joplin більше не намагатиметься їх розшифрувати.

source: Joplin Forum
ar: منتدى Joplin
el_gr: Joplin φόρουμ
uk_ua: Форум Joplin

source: Joplin is already running.
uk_ua: Joplin вже запущено.

source: Joplin Server email
ar: بريد خادم Joplin
nb_no: Joplin Server-e-post
uk_ua: Електронна пошта Joplin Server

source: Joplin Server password
ar: كلمة مرور خادم Joplin
nb_no: Joplin Server-passord
uk_ua: Joplin Server пароль

source: Joplin Server URL
ar: عنوان URL لخادم Joplin
uk_ua: Joplin Server посилання

source: Joplin Web Clipper allows saving web pages and screenshots from your browser to Joplin.
ar: تتيح Joplin Web clipper حفظ صفحات الويب ولقطات الشاشة من مستعرضك إلى Joplin.
el_gr: Το Joplin Web Clipper επιτρέπει την αποθήκευση ιστοσελίδων και screenshots από το πρόγραμμα περιήγησης στο Joplin.
nb_no: Joplin Web Clipper gjør det mulig å lagre nettsteder og skjermbilder fra din nettleser til Joplin.
uk_ua: Joplin Web Clipper дозволяє зберігати веб-сторінки та знімки екрана з вашого браузера в Joplin.

source: Joplin website
ar: موقع ويب Joplin
el_gr: Ιστότοπος Joplin
nb_no: Joplins nettsted
uk_ua: Веб-сайт Joplin

source: Joplin's own sync service. Also gives access to Joplin-specific features such as publishing notes or collaborating on notebooks with others.
ar: خدمة المزامنة العائدة لـ Joplin. وهي تتيح الوصول أيضاً إلى ميزات تخص Joplin فقط مثل نشر الملاحظات أو التعاون عليها مع الآخرين.
el_gr: Η υπηρεσία συγχρονισμού του Joplin. Παρέχει επίσης πρόσβαση σε ειδικές λειτουργίες του Joplin, όπως η δημοσίευση σημειώσεων ή η συνεργασία σε σημειωματάρια με άλλους.
nb_no: Joplins egen synkroniseringstjeneste. Gir også tilgang til Joplin-spesifikke funksjoner som å publisere notater eller samarbeide om notatbøker med andre.
uk_ua: Власна служба синхронізації Joplin. Також надає доступ до специфічних для Joplin функцій, як-от публікація нотаток або спільна робота над блокнотами з іншими.

source: Keep note history for
ar: الاحتفاظ بتاريخ الملاحظة لـ
el_gr: Διατήρηση ιστορικού σημειώσεων για
nb_no: Behold notathistorikk i
uk_ua: Зберігайте історію нотаток протягом

source: Keep notes in the trash for
el_gr: Διατήρηση σημειώσεων στον κάδο για
uk_ua: Зберігайте нотатки у смітнику для

source: Keyboard Mode
ar: وضع لوحة المفاتيح
el_gr: Λειτουργία πληκτρολογίου
nb_no: Tastaturmodus
uk_ua: Режим клавіатури

source: Keyboard Shortcut
ar: اختصار لوحة المفاتيح
el_gr: Συντόμευση πληκτρολογίου
nb_no: Hurtigtaster
uk_ua: Комбінація клавіш

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
el_gr: Συντομεύσεις πληκτρολογίου
nb_no: Hurtigtaster
uk_ua: Скорочення клавіатури

source: Keychain Supported: %s
ar: سلسلة المفاتيح المدعومة: %s
el_gr: Υποστηριζόμενη κλειδοθήκη: %s
nb_no: Nøkkelring støttet: %s
uk_ua: Підтримка Keychain: %s

source: Keys that need upgrading
ar: المفاتيح التي تحتاج إلى ترقية
el_gr: Κλειδιά που χρειάζονται αναβάθμιση
nb_no: Nøkler som må oppgraderes
uk_ua: Ключі, які потребують оновлення

source: Landscape
ar: عرضي
el_gr: Οριζόντια
nb_no: Landskap
uk_ua: Горизонтально

source: Language
ar: اللغة
el_gr: Γλώσσα
nb_no: Språk
uk_ua: Мова

source: Language, date format
el_gr: Γλώσσα, μορφή ημερομηνίας
uk_ua: Мова, формат дати

source: Last error: %s
ar: آخر خطأ: %s
el_gr: Τελευταίο σφάλμα: %s
nb_no: Siste feil: %s
uk_ua: Остання помилка: %s

source: Later
ar: لاحقا
el_gr: Αργότερα
nb_no: Senere
uk_ua: Пізніше

source: Latitude
el_gr: Γεωγραφικό πλάτος
uk_ua: Широта

source: Layout
ar: تخطيط
el_gr: Διάταξη
nb_no: Visning
uk_ua: Макет

source: Layout button sequence
ar: نسق زر التسلسل
el_gr: Ακολουθία κουμπιών διάταξης
nb_no: Visning av knapperekkefølge
uk_ua: Послідовність кнопок макета

source: Learn more
el_gr: Μάθετε περισσότερα
uk_ua: Дізнатися більше

source: Leave it blank to download the language files from the default website
el_gr: Αφήστε κενό για λήψη των αρχείων γλώσσας από τον προεπιλεγμένο ιστότοπο
uk_ua: Залиште це поле пустим, щоб завантажити мовні файли з веб-сайту за замовчуванням

source: Leave notebook
el_gr: Αποχώρηση από το σημειωματάριο
uk_ua: Залиште блокнот

source: Leave notebook...
el_gr: Αποχώρηση από το σημειωματάριο...
nb_no: Forlat notatbok...
uk_ua: Залишити блокнот...

source: Like any software you install, plugins can potentially cause security issues or data loss.
el_gr: Όπως κάθε λογισμικό που εγκαθίσταται, τα πρόσθετα μπορούν να προκαλέσουν ζητήματα ασφαλείας ή απώλεια δεδομένων.
uk_ua: Як і будь-яке інше програмне забезпечення, яке ви встановлюєте, плагіни можуть спричинити проблеми з безпекою або втрату даних.

source: Lines
ar: خطوط
el_gr: Γραμμές
nb_no: Linjer
uk_ua: Стрічки

source: Link
ar: ربط
el_gr: Σύνδεσμος
uk_ua: Посилання

source: Link description
ar: ربط الوصف
el_gr: Περιγραφή συνδέσμου
uk_ua: Опис посилання

source: Link has been copied to clipboard!
ar: تم نسخ الرابط إلى الحافظة!
el_gr: Ο σύνδεσμος έχει αντιγραφεί στο πρόχειρο!
nb_no: Lenken har blitt kopiert til utklippstavlen!
uk_ua: Посилання скопійовано в буфер обміну!

source: Link text
ar: ربط النص
el_gr: Κείμενο συνδέσμου
uk_ua: Текст посилання

source: List item
ar: عنصر قائمة
el_gr: Στοιχείο λίστας
nb_no: Listeelement
uk_ua: Елемент списку

source: Loaded
el_gr: Φορτωμένα
nb_no: Lastet inn
uk_ua: Завантажено

source: Loading...
ar: جارٍ التنزيل...
el_gr: Φόρτωση...
uk_ua: Завантаження…

source: Location
ar: المكان
el_gr: Τοποθεσία
nb_no: Lokasjon
uk_ua: Розташування

source: Lock file is already being hold. If you know that no synchronisation is taking place, you may delete the lock file at "%s" and resume the operation.
ar: ملف القفل هو قيد الحجز بالفعل. بإمكانك حذف ملف القفل في "%s" واستئناف العملية إن كنت تعلم أنه لا توجد مزامنة تجري حالياً.
el_gr: Το αρχείο κλειδώματος έχει ήδη δημιουργηθεί. Αν γνωρίζετε ότι δεν πραγματοποιείται συγχρονισμός, μπορείτε να διαγράψετε το αρχείο κλειδώματος στο "%s" και να συνεχίσετε τη λειτουργία.
nb_no: Den låste filen er allerede sperret. Hvis du vet at det ikke pågår noen synkronisering kan du slette den låste filen på "%s" og fortsette operasjonen.
uk_ua: Файл блокування вже утримується. Якщо ви знаєте, що синхронізація не відбувається, ви можете видалити файл блокування “%s” і продовжити роботу.

source: Log
ar: السجل
nb_no: Logg
uk_ua: Логи

source: Login to Joplin Cloud.
el_gr: Σύνδεση σε Joplin Cloud.
uk_ua: Увійдіть до Joplin Cloud.

source: Login with Dropbox
ar: تسجيل الدخول عبر Dropbox
el_gr: Είσοδος με Dropbox
nb_no: Innlogging med Dropbox
uk_ua: Ввійти з Dropbox

source: Login with OneDrive
ar: تسجيل الدخول عبر OneDrive
el_gr: Είσοδος με Onedrive
nb_no: Innlogging med OneDrive
uk_ua: Ввійти з OneDrive

source: Logout
ar: تسجيل الخروج
el_gr: Αποσύνδεση
nb_no: Logg ut
uk_ua: Вийти

source: Logs, profiles, sync status
el_gr: Αρχεία καταγραφής, προφίλ, κατάσταση συγχρονισμού
uk_ua: Журнали, профілі, стан синхронізації

source: Longitude
el_gr: Γεωγραφικό μήκος
uk_ua: Довгота

source: Make a donation
ar: تبرَّع
el_gr: Κάντε μια δωρεά
nb_no: Gi et bidrag
uk_ua: Зробити пожертву

source: Manage master password
ar: إدارة كلمة المرور الرئيسة
el_gr: Διαχείριση κύριου κωδικού πρόσβασης
nb_no: Skriv inn masterpassordet
uk_ua: Керувати головним паролем

source: Manage master password...
ar: إدارة كلمة المرور الرئيسة...
el_gr: Διαχείριση κύριου κωδικού πρόσβασης...
nb_no: Skriv inn masterpassordet…
uk_ua: Керувати головним паролем...

source: Manage multiple users
ar: إدارة العديد من المستخدمين
el_gr: Διαχείριση πολλαπλών χρηστών
uk_ua: Керувати кількома користувачами

source: Manage profiles
ar: إدارة التعاريف
el_gr: Διαχείριση προφίλ
uk_ua: Керувати профілями

source: Manage shared notebooks
el_gr: Διαχείριση κοινόχρηστων σημειωματαρίων
uk_ua: Керування спільними блокнотами

source: Manage toolbar options
uk_ua: Керуйте параметрами панелі інструментів

source: Manage your plugins
ar: إدارة الإضافات الخاصة بك
el_gr: Διαχείριση πρόσθετων
nb_no: Administrer dine utvidelser
uk_ua: Керування розширеннями

source: Manages E2EE configuration. Commands are `enable`, `disable`, `decrypt`, `status`, `decrypt-file`, and `target-status`.
el_gr: Διαχειρίζεται τη διαμόρφωση E2EE. Οι εντολές είναι `enable`, `disable`, `decrypt`, `status`, `decrypt-file`, και `target-status`.
nb_no: Håndter E2EE-konfigurasjon. Tilgjengelige kommandoer er: `enable`(aktiver), `disable`(lukk), `decrypt`(dekrypter), `status` og `target-status` (mottager-status).
uk_ua: Керує конфігурацією E2EE. Команди: `enable`,` disable`, `decrypt`,` status`, `decrypt-file` та` target-status`.

source: Manual
ar: يدوي
el_gr: Χειροκίνητα
nb_no: Manuell
uk_ua: Вручну

source: Markdown editor
uk_ua: Редактор Markdown

source: Marks a to-do as done.
ar: يعلّم قائمة مهام أنها تمت.
el_gr: Επισημαίνει μία υπόμνηση ως ολοκληρωμένη.
nb_no: Markerer et gjøremål som ferdig.
uk_ua: Позначити завдання як виконане.

source: Marks a to-do as non-completed.
ar: يعلّم قائمة مهام أنها غير مكتملة.
el_gr: Σήμανση μιας υπόμνησης ως μη ολοκληρωμένη.
nb_no: Markerer et gjøremål som ikke fullført.
uk_ua: Позначає завдання як невиконане.

source: Master Key %s
ar: المفتاح الرئيس %s
el_gr: Κύριο Κλειδί %s
nb_no: Masternøkkel: %s
uk_ua: Мастер ключ %s

source: Master password
ar: كلمة المرور الرئيسة
el_gr: Κύριος κωδικός πρόσβασης
nb_no: Skriv inn masterpassordet
uk_ua: Головний пароль

source: Master password:
ar: كلمة المرور الرئيسة:
el_gr: Κύριος κωδικός πρόσβασης:
nb_no: Masterpassord:
uk_ua: Головний пароль:

source: Math
uk_ua: Математика

source: Max concurrent connections
ar: الاتصالات المتزامنة القصوى
el_gr: Μέγιστος αριθμός ταυτόχρονων συνδέσεων
nb_no: Maksimalt samtidige tilkoblinger
uk_ua: Максимальна кількість одночасних з’єднань

source: Max Item Size
el_gr: Μέγιστο μέγεθος στοιχείου
uk_ua: Максимальний розмір елементу

source: Max note or attachment size
el_gr: Μέγιστο μέγεθος σημείωσης ή συνημμένου
uk_ua: Максимальний розмір нотатки або вкладення

source: Max Total Size
el_gr: Μέγιστο συνολικό μέγεθος
uk_ua: Максимальний загальний розмір

source: Media player, math, diagrams, table of contents
el_gr: Πολυμέσα, μαθηματικές παραστάσεις, διαγράμματα, πίνακας περιεχομένων
uk_ua: Медіаплеєр, математика, діаграми, зміст

source: Minimise
el_gr: Ελαχιστοποίηση
uk_ua: Мінімізувати

source: Missing camera permission
uk_ua: Відсутній дозвіл камери

source: Missing keys
el_gr: Απουσία κλειδιών
nb_no: Mangler nøkler
uk_ua: Відсутні ключі

source: Missing Master Keys
ar: المفاتيح الرئيسة مفقودة
el_gr: Απουσία Κύριων Κλειδιών
nb_no: Mangler masternøkler
uk_ua: Не знайдено мастер ключ

source: Missing required argument: %s
ar: المعامل المطلوب %s مفقود
el_gr: Λείπει το απαιτούμενο όρισμα: %s
nb_no: Mangler nødvendig argument: %s
uk_ua: Відсутній обов’язковий аргумент: %s

source: Missing required flag value: %s
el_gr: Λείπει το απαιτούμενο flag: %s
uk_ua: Відсутнє необхідне значення прапорця: %s

source: Mobile data - auto-sync disabled
ar: بيانات الجوال - تم تعطيل المزامنة التلقائية
el_gr: Δεδομένα κινητής τηλεφωνίας - ο αυτόματος συγχρονισμός απενεργοποιήθηκε
nb_no: Mobildata - autosynkronisering deaktivert
uk_ua: Мобільні дані – автоматичну синхронізацію вимкнено

source: More info
ar: معلومات اكثر
el_gr: Περισσότερες πληροφορίες
nb_no: Mer info
uk_ua: Більше інформації

source: More information
ar: معلومات اكثر
el_gr: Περισσότερες πληροφορίες
nb_no: Mer informasjon
uk_ua: Більше інформації

source: More than one item match "%s". Please narrow down your query.
ar: أكثر من عنصر واحد يطابق "%s". يرجى تضييق الاستعلام الخاص بك.
el_gr: Περισσότερα από ένα στοιχεία ταιριάζουν με το "%s". Παρακαλώ περιορίστε το ερώτημά σας.
nb_no: Mer enn ett treff for "%s". Gjør søket mer spesifikt.
uk_ua: Більше одного елемента відповідає “%s”. Будь ласка, звузьте свій запит.

source: Most plugins have source code available for review on the plugin website.
el_gr: Ο κώδικας των περισσότερων πρόσθετων είναι διαθέσιμος για έλεγχο στην ιστοσελίδα.
uk_ua: Більшість плагінів мають вихідний код, доступний для перегляду на веб-сайті плагіна.

source: Move %d notes to notebook "%s"?
ar: نقل %d ملاحظات إلى دفتر الملاحظات "%s" ؟
el_gr: Μετακίνηση %d σημειώσεων στο σημειωματάριο "%s";
nb_no: Flytt %d notater til notatbok "%s"?
uk_ua: Перемістити %d нотатку(-ок) до блокноту "%s"?

source: Move notebook "%s" to the trash? All notes and sub-notebooks within this notebook will also be moved to the trash.
el_gr: Να μετακινηθεί το σημειωματάριο "%s" στον κάδο; Όλες οι σημειώσεις και τα υποσημειωματάρια που περιέχει θα διαγραφούν.
uk_ua: Перемістити зошит "%s" на смітник? Усі нотатки та піднотатки у цьому блокноті також буде переміщено до кошика.

source: Move to notebook
ar: النقل إلى دفتر ملاحظات
el_gr: Μετακίνηση σε σημειωματάριο
nb_no: Flytt til notatbok
uk_ua: Перемістити в блокнот

source: Move to notebook:
ar: النقل إلى دفتر ملاحظات:
el_gr: Μετακίνηση σε σημειωματάριο:
nb_no: Flytt til notatbok:
uk_ua: Перемістити в блокнот:

source: Move to notebook...
ar: النقل إلى دفتر ملاحظات...
el_gr: Μετακίνηση σε σημειωματάριο...
nb_no: Flytt til notatbok...
uk_ua: Перемістити в блокнот...

source: Moves the given <item> to [notebook]
el_gr: Μετακινεί το συγκεκριμένο <item> στο [notebook]
uk_ua: Переміщує вказаний <item> до [notebook]

source: n
ar: لا
el_gr: ο
uk_ua: ні

source: N
ar: لا
el_gr: Ο
uk_ua: Ні

source: Never resize
el_gr: Ποτέ προσαρμογή μεγέθους
uk_ua: Ніколи не змінюйте розмір

source: New attachment
uk_ua: Нове вкладення

source: New drawing
uk_ua: Новий малюнок

source: New invitations
el_gr: Νέες προσκλήσεις
uk_ua: Нові запрошення

source: New note
ar: ملاحظة جديدة
el_gr: Νέα σημείωση
nb_no: Nytt notat
uk_ua: Нова нотатка

source: New notebook
ar: دفتر ملاحظات جديد
el_gr: Νέο σημειωματάριο
nb_no: Ny notatbok
uk_ua: Новий блокнот

source: New Notebook
ar: دفتر ملاحظات جديد
el_gr: Νέο σημειωματάριο
nb_no: Ny notatbok
uk_ua: Новий блокнот

source: New notebook "%s" will be created and file "%s" will be imported into it
ar: سيتم إنشاء دفتر الملاحظات "%s" و استيراد الملف "%s" إليه
el_gr: Θα δημιουργηθεί νέο σημειωματάριο "% s" και θα εισαχθεί το αρχείο "% s"
nb_no: Ny notatbok "%s" vil bli opprettet og filen "%s" vil bli importert til den
uk_ua: Новий блокнот “%s” буде створено і файл “%s” буде імпортовано в нього

source: New photo
uk_ua: Нове зображення

source: New sub-notebook
ar: دفتر ملاحظات فرعي جديد
el_gr: Νέο υπο-σημειωματάριο
nb_no: Ny undernotatbok
uk_ua: Новий вкладений блокнот

source: New tags:
ar: وسوم جديدة:
el_gr: Νέες ετικέτες:
nb_no: Nye merkelapper:
uk_ua: Нові теги:

source: New to-do
ar: قائمة جديدة للمهام
el_gr: Νέα υπόμνηση
nb_no: Nytt gjøremål
uk_ua: Нове завдання

source: New version: %s
ar: النسخة الجديدة: %s
el_gr: Νέα έκδοση: %s
nb_no: Ny versjon: %s
uk_ua: Нова версія: %s

source: next
uk_ua: далі

source: Next match
el_gr: Επόμενη αντιστοίχιση
uk_ua: Наступне співпадіння

source: Nextcloud password
ar: كلمة مرور Nextcloud
nb_no: Nextcloud-passord
uk_ua: Nextcloud пароль

source: Nextcloud username
ar: اسم مستخدم Nextcloud
nb_no: Nextcloud-brukernavn
uk_ua: Nextcloud користувач

source: Nextcloud WebDAV URL
ar: عنوان URL لـ Nextcloud WebDAV
uk_ua: Nextcloud WebDAV посилання

source: no
ar: كلّا
el_gr: όχι
nb_no: nei
uk_ua: ні

source: No
ar: لا
el_gr: Όχι
nb_no: Nei
uk_ua: Ні

source: No active notebook.
ar: لا يوجد دفتر ملاحظات نشط.
el_gr: Δεν υπάρχει ενεργό σημειωματάριο.
nb_no: Ingen aktiv notatbok.
uk_ua: Немає активного блокнота.

source: No new invitations
el_gr: Καμία πρόσκληση
uk_ua: Немає нових запрошень

source: No notebook has been specified.
ar: لم يتم تحديد دفتر ملاحظات.
el_gr: Κανένα σημειωματάριο δεν έχει καθοριστεί.
nb_no: Ingen notatbok har blitt spesifisert.
uk_ua: Жоден блокнот не вказано.

source: No notebook selected.
ar: لم يتم اختيار دفتر ملاحظات.
el_gr: Κανένα σημειωματάριο δεν έχει επιλεχθεί.
nb_no: Ingen notatbok valgt.
uk_ua: Не вибрано жодного блокнота.

source: No notes in here. Create one by clicking on "New note".
ar: لا توجد ملاحظات هنا. أنشئ واحدةً بالضغط على "ملاحظة جديدة".
el_gr: Δεν υπάρχουν σημειώσεις εδώ μέσα. Δημιουργήστε μία πατώντας στο "Νέα σημείωση".
nb_no: Ingen notater her enda. Opprett et ved å klikke på "Nytt notat".
uk_ua: Тут немає нотаток. Створіть її, натиснувши «Нова нотатка».

source: No plugins are installed.
el_gr: Δεν υπάρχουν εγκατεστημένα πρόσθετα.
uk_ua: Плагіни не встановлені.

source: No resources!
ar: لا توجد موارد!
el_gr: Χωρίς πόρους!
nb_no: Ingen ressurser!
uk_ua: Немає ресурсів!

source: No results
ar: لا نتائج
el_gr: Κανένα αποτέλεσμα
nb_no: Ingen resultater
uk_ua: Немає результатів

source: No such command: %s
ar: أمر غير موجود: %s
el_gr: Δεν υπάρχει τέτοια εντολή: %s
nb_no: Ingen kommando: %s
uk_ua: Немає такої команди: %s

source: No suggestions
ar: لا يوجد اقتراحات
el_gr: Χωρίς προτάσεις
nb_no: Ingen forslag
uk_ua: Немає пропозицій

source: No tab selected
el_gr: Δεν έχει επιλεγεί καρτέλα
uk_ua: Не вибрано жодної вкладки

source: No text editor is defined. Please set it using `config editor <editor-path>`
ar: لم يعرَّف محرر نصوص. فضلاً اضبطه باستخدام `config editor <editor-path>`
el_gr: Δεν έχει οριστεί πρόγραμμα επεξεργασίας κειμένου. Παρακαλώ ορίστε το χρησιμοποιώντας `config editor <editor-path>`
nb_no: Ingen teksteditor er valgt. Velg en ved å bruke `config editor <editor-path>`
uk_ua: Не визначено жодного текстового редактора. Будь ласка, встановіть його за допомогою `config editor <editor-path>`

source: No updates available
uk_ua: Немає доступних оновлень

source: None
uk_ua: Нічого

source: Not authenticated with %s. Please provide any missing credentials.
ar: لا يمكن المصادقة باستخدام %s. يرجى التزويد بأي من بيانات اعتماد الدخول المفقودة.
el_gr: Δεν έγινε επαλήθευση με το %s. Παρακαλώ καταχωρίστε τα διαπιστευτήρια που λείπουν.
nb_no: Ikke autentisert med %s. Fyll inn manglende detaljer.
uk_ua: Не аутентифіковано за допомогою %s. Надайте будь-які відсутні облікові дані.

source: Not downloaded
ar: لم تنزّل
el_gr: Δεν έγινε λήψη
nb_no: Ikke lastet ned
uk_ua: Не завантажено

source: Not generated
el_gr: Δεν δημιουργήθηκαν
nb_no: Ikke generert
uk_ua: Не згенеровано

source: Not now
ar: ليس الآن
el_gr: Αργότερα
uk_ua: Не зараз

source: note
ar: ملاحظة
el_gr: σημείωση
nb_no: notat
uk_ua: нотатка

source: Note
ar: ملاحظة
el_gr: Σημείωση
nb_no: Notat
uk_ua: Нотатка

source: Note area growth factor
ar: عامل نمو منطقة الملاحظة
el_gr: Συντελεστής ανάπτυξης περιοχής σημειώσεων
nb_no: Notatområde vekstverdi
uk_ua: Фатор зростання зони нотаток

source: Note attachments
ar: مرفقات الملاحظات
el_gr: Επισυναπτόμενα σημειώσεων
nb_no: Notatvedlegg
uk_ua: Вкладення нотатки

source: Note attachments...
ar: مرفقات الملاحظات...
el_gr: Επισυναπτόμενα...
nb_no: Notatvedlegg...
uk_ua: Вкладення нотаток…

source: Note body
ar: متن الملاحظة
el_gr: Σώμα σημείωσης
nb_no: Notatbrødtekst
uk_ua: Тіло нотатки
