Repository: yoki31/joplin
Catalog: packages/tools/locales/*.po
Languages: ar, el_gr, nb_no, uk_ua

source: Type: %s.
ar: النوع: %s.
el_gr: Τύπος: %s.
uk_ua: Тип: %s.

source: Unable to edit resource of type %s
el_gr: Αδύνατη η επεξεργασία πόρου του τύπου %s
uk_ua: Неможливо відредагувати ресурс типу %s

source: Unable to share log data. Reason: %s
el_gr: Αδύνατη η κοινοποίηση δεδομένων αρχείου καταγραφής. Αιτία: %s
uk_ua: Неможливо надати доступ до даних журналу. Причина: %s

source: Uncompleted to-dos on top
ar: قوائم المهام غير المكتملة في الأعلى
el_gr: Μη ολοκληρωμένες υπομνήσεις στην κορυφή
nb_no: Uferdige gjøremål på topp
uk_ua: Незавершені списки справ на горі

source: Undo
ar: الغاء التحميل
el_gr: Αναίρεση
nb_no: Angre
uk_ua: Відмінити

source: Uninstall and reinstall the application. Make sure you create a backup first by exporting all your notes as JEX from the desktop application.
el_gr: Απεγκαταστήστε και εγκαταστήστε ξανά την εφαρμογή. Βεβαιωθείτε ότι έχετε λάβει αντίγραφο ασφαλείας, εξάγοντας όλες τις σημειώσεις ως JEX μέσω της εφαρμογής desktop.
uk_ua: Видаліть і переінсталюйте програму. Переконайтеся, що ви створили резервну копію, експортувавши всі ваші нотатки у форматі JEX з десктопної програми.

source: Unknown
ar: مجهول
el_gr: Άγνωστο
nb_no: Ukjent
uk_ua: Невідомий

source: Unknown file type
el_gr: Άγνωστη μορφή αρχείου
uk_ua: Невідомий тип файлу

source: Unknown flag: %s
ar: علامة غير معروفة: %s
el_gr: Άγνωστο flag: %s
nb_no: Ukjent flagg: %s
uk_ua: Невідомий прапорець: %s

source: Unknown item type downloaded - please upgrade Joplin to the latest version
ar: تم تنزيل نوع عنصر غير معروف - يرجى ترقية Joplin إلى أحدث إصدار
el_gr: Ελήφθη άγνωστος τύπος στοιχείου - αναβαθμίστε το Joplin στην πιο πρόσφατη έκδοση
nb_no: Ukjent elementtype lastet ned. Oppgrader Joplin til siste versjon
uk_ua: Завантажено невідомий тип елементу - оновіть Joplin до останньої версії

source: Unknown platform
uk_ua: Невідома платформа

source: Unpublish note
ar: إلغاء نشر الملاحظة
el_gr: Αποδημοσίευση σημείωσης
nb_no: Avpubliser notat
uk_ua: Скасувати публікацію примітки

source: Unshare
ar: إلغاء المشاركة
el_gr: Κατάργηση κοινής χρήσης
nb_no: Opphev deling
uk_ua: Скасувати спільний доступ

source: Unshare this notebook? The recipients will no longer have access to its content.
ar: إلغاء مشاركة هذا الدفتر ؟ لن يتمكن المستلمون من الوصول إلى محتوياته بعد الآن.
el_gr: Διακόψτε την κοινή χρήση σε αυτό το σημειωματάριο; Οι παραλήπτες δεν θα έχουν πλέον πρόσβαση στο περιεχόμενό του.
nb_no: Slutt å dele notatbok? Mottakerne vil ikke lenger har tilgang til innholdet.
uk_ua: Скасувати доступ до цього блокнота? Одержувачі більше не матимуть доступу до його вмісту.

source: Unsupported image type: %s
ar: نوع صورة غير مدعوم: %s
el_gr: Μη υποστηριζόμενος τύπος εικόνας: %s
nb_no: Bildetypen er ikke støttet: %s
uk_ua: Непідтримуваний тип зображення: %s

source: Unsupported link or message: %s
ar: رابط أو رسالة غير مدعومان: %s
el_gr: Μη υποστηριζόμενος σύνδεσμος ή μήνυμα: %s
nb_no: Lenke eller melding er ikke støttet: %s
uk_ua: Непідтримуване посилання або повідомлення: %s

source: Unsupported link or message: %s. Error: %s
uk_ua: Непідтримуване посилання або повідомлення: %s Помилка: %s

source: Untitled
ar: بدون اسم
el_gr: Χωρίς τίτλο
nb_no: Uten navn
uk_ua: Без назви

source: Update
ar: تحديث
el_gr: Ενημέρωση
nb_no: Oppdater
uk_ua: Оновити

source: Update available
el_gr: Διατίθεται ενημέρωση
uk_ua: Доступне оновлення

source: Update later
uk_ua: Оновити пізніше

source: Update profile
el_gr: Ενημέρωση προφίλ
nb_no: Oppdater profil
uk_ua: Оновити профіль

source: Update total sizes
el_gr: Ενημέρωση συνολικών μεγεθών
nb_no: Oppdater total størrelse: %d
uk_ua: Оновити загальні розміри

source: Updated
ar: التحديث
el_gr: Ενημερώθηκε
nb_no: Oppdatert
uk_ua: Оновлено

source: updated date
ar: تاريخ التحديث
el_gr: ημερομηνία ενημέρωσης
nb_no: sist oppdatert
uk_ua: оновлена дата

source: Updated local items: %d.
ar: العناصر المحلية المحدَّثة: %d.
el_gr: Ενημερωμένα τοπικά στοιχεία: %d.
nb_no: Oppdaterte lokale elementer: %d.
uk_ua: Оновлено локальних елементів: %d.

source: Updated remote items: %d.
ar: العناصر البعيدة المحدَّثة: %d.
el_gr: Ενημερωμένα απομακρυσμένα στοιχεία: %d.
nb_no: Oppdaterte eksterne elementer: %d.
uk_ua: Оновлено віддалених елементів: %d.

source: Updated:
ar: تم تحديثها:
el_gr: Ενημερώθηκε:
nb_no: Oppdatert:
uk_ua: Оновлено:

source: Updated: %d.
ar: تم تحديثها: %d.
el_gr: Ενημερώθηκε: %d.
nb_no: Oppdatert: %d.
uk_ua: Оновлено: %d.

source: Updated: %s
ar: تم تحديثها: %s
el_gr: Ενημερώθηκε: %s
nb_no: Oppdatert: %s
uk_ua: Оновлено: %s

source: Updating...
ar: جارٍ التحديث...
el_gr: Ενημέρωση...
nb_no: Oppdaterer...
uk_ua: Оновлення…

source: Upgrade
ar: ترقية
el_gr: Αναβάθμιση
nb_no: Oppgrader
uk_ua: Оновлення

source: Upgrade the sync target to the latest version.
ar: قم بترقية هدف المزامنة إلى أحدث إصدار.
el_gr: Αναβαθμίστε το στόχο συγχρονισμού στην πιο πρόσφατη έκδοση.
nb_no: Oppgrader synkroniseringsmålet til siste versjon.
uk_ua: Оновіть ціль синхронізації до останньої версії.

source: URL
ar: عنوان URL
uk_ua: Посилання

source: Usage: %s
ar: الاستخدام : %s
el_gr: Χρήση: %s
nb_no: Bruk: %s
uk_ua: Використання: %s

source: Use biometrics to secure access to the app
el_gr: Χρησιμοποιήστε βιομετρικά στοιχεία για να διασφαλίσετε την πρόσβαση στην εφαρμογή
uk_ua: Використовуйте біометричні дані для безпечного доступу до програми

source: Use long list format. Format is ID, NOTE_COUNT (for notebook), DATE, TODO_CHECKED (for to-dos), TITLE
ar: استخدام نسق القائمة الطويلة. النسق هو ID (معرِّف) ، NOTE_COUNT (عدد الملاحظات (لدفتر الملاحظات)) ، DATE (التاريخ) ، TODO_CHECKED (تم عنصر المهمة (لقوائم المهام)) ، TITLE (العنوان)
el_gr: Χρησιμοποιήστε τη μορφή μακράς λίστας. Η μορφή είναι ID, NOTE_COUNT (για σημειωματάριο), DATE, TODO_CHECKED (για υπομνήσεις), TITLE
nb_no: Bruk langt listeformat. Format er ID, NOTE_COUNT (for notatbok), DATE, TODO_CHECKED (for gjøremål), TITLE
uk_ua: Використовуйте формат довгого списку. Формат - ID, NOTE_COUNT (для блокнота), DATE, TODO_CHECKED (для завдань), TITLE

source: Use spell checker
ar: إستخدام مفتش التهجأة
el_gr: Χρήση ορθογραφικού ελέγχου
nb_no: Bruk stavekontroll
uk_ua: Використовуйте перевірку правопису

source: Use the arrows and page up/down to scroll the lists and text areas (including this console).
ar: استخدم أزرار الأسهم و Page Up/Page Down للتمرير في القوائم ومناطق النص (بما فيها وحدة التحكم هذه).
el_gr: Χρησιμοποιήστε τα βελάκια πατώντας πάνω/κάτω για να μετακινηθείτε στις λίστες και τις περιοχές κειμένου (συμπεριλαμβανομένης αυτής της κονσόλας).
nb_no: Bruk pilene på tastaturet og page up/down for å navigere i lister og tekstområder (inkludert dette konsollet).
uk_ua: За допомогою стрілок та page up/down прокручуйте списки та текстові області (включаючи цю консоль).

source: Use the arrows to move the layout items. Press "Escape" to exit.
ar: استخدم الأسهم لتحريك عناصر التخطيط. اضغط على "Escape" للخروج.
el_gr: Χρησιμοποιήστε τα βέλη για να μετακινήσετε τα στοιχεία διάταξης. Πατήστε "Escape" για έξοδο.
nb_no: Bruk piltastene for å flytte oppsettselementene. Trykk "Escape" for å lukke.
uk_ua: Використовуйте стрілки для переміщення елементів макета. Натисніть “Escape”, щоб вийти.

source: Use the legacy Markdown editor
uk_ua: Використовувати застарілий редактор Markdown

source: Use this to rebuild the search index if there is a problem with search. It may take a long time depending on the number of notes.
ar: استخدم هذا لإعادة إنشاء فهرس البحث إذا كانت هناك مشكلة في البحث. قد يستغرق الأمر وقتًا طويلًا اعتمادًا على عدد الملاحظات.
el_gr: Χρησιμοποιήστε το για να ξαναφτιάξετε το ευρετήριο αναζήτησης, εάν υπάρχει πρόβλημα με την αναζήτηση. Μπορεί να χρειαστεί πολύς χρόνος ανάλογα με τον αριθμό των σημειώσεων.
nb_no: Velg dette for å gjenoppbygge søkeindeksen dersom du har problemer med søk. Det kan ta lang tid avhengig av antall notater.
uk_ua: Використовуйте це, щоб відновити індекс пошуку, якщо проблема з пошуком. Це може зайняти багато часу, залежно від кількості нотаток.

source: Use your biometrics to secure access to your application. You can always set it up later in Settings.
el_gr: Χρησιμοποιήστε τα βιομετρικά σας στοιχεία για να εξασφαλίσετε την πρόσβαση στην εφαρμογή σας. Μπορείτε πάντα να το ρυθμίσετε αργότερα στις Ρυθμίσεις.
uk_ua: Використовуйте свої біометричні дані, щоб захистити доступ до своєї програми. Ви завжди можете налаштувати це пізніше в Налаштуваннях.

source: Used for most text in the markdown editor. If not found, a generic proportional (variable width) font is used.
ar: الخط المستخدم لأغلب النصوص في محرِّر Markdown. سيتم استخدام خط عامّ ذو عرض تناسبي (متغيّر).
el_gr: Χρησιμοποιείται για το μεγαλύτερο μέρος του κειμένου στο πρόγραμμα επεξεργασίας σημειώσεων. Εάν δεν βρεθεί, χρησιμοποιείται μια γενική αναλογική γραμματοσειρά (μεταβλητού πλάτους).
nb_no: Brukt for mesteparten av tekst i markdown editoren. Hvis ikke funnet vil en generell proposjonal (variabelbredde) font benyttes.
uk_ua: Використовується для більшості текстів у редакторі розміток. Якщо не знайдено, використовується загальний пропорційний (змінної ширини) шрифт.

source: Used where a fixed width font is needed to lay out text legibly (e.g. tables, checkboxes, code). If not found, a generic monospace (fixed width) font is used.
ar: الخط المستخدم عند الحاجة إلى خط ثابت العرض لوضع النص بصورة مقروءة (في الجداول وخانات الاختيار والشفرة البرمجية مثلاً). عندما لا يُعثر عليه سيتم استخدام خط عامّ أحادي المسافة (ثابت العرض).
el_gr: Χρησιμοποιείται όταν απαιτείται γραμματοσειρά σταθερού πλάτους για την ευανάκριβη δημιουργία κειμένου (π.χ. πίνακες, πλαίσια ελέγχου, κωδικός). Εάν δεν βρεθεί, χρησιμοποιείται μια γενική μονοδιάστημα (σταθερού πλάτους).
nb_no: Brukt hvor en fastbreddefont er behøvd for å ordne tekst(i.e tabeller, avmerkingsbokser, kode). Hvis ikke funnet, vil en generell monospace(fast bredde)-font benyttes.
uk_ua: Використовується там, де потрібен шрифт фіксованої ширини для розбірливого розміщення тексту (наприклад, таблиць, прапорців, коду). Якщо не знайдено, використовується загальний моноширинний (з фіксованою шириною) шрифт.

source: User deletions
el_gr: Διαγραφές χρήστη
nb_no: Brukerslettinger
uk_ua: Видалення користувача

source: Users
el_gr: Χρήστες
nb_no: Brukere
uk_ua: Користувачі

source: Valid
ar: صحيح
el_gr: Έγκυρo
nb_no: Gyldig
uk_ua: Дійсний

source: Verify your identity
el_gr: Επαληθεύστε την ταυτότητα σας
uk_ua: Підтвердьте свою особу

source: View
ar: عرض
el_gr: Προβολή
nb_no: Visning
uk_ua: Переглянути

source: View OCR text
el_gr: Προβολή κειμένου OCR
uk_ua: Переглянути OCR-текст

source: View on map
ar: عرض على الخريطة
el_gr: Προβολή στο χάρτη
nb_no: Vis på kart
uk_ua: Показати на карті

source: View them now
ar: عرضها الآن
el_gr: Προβολή τώρα
nb_no: Vis nå
uk_ua: Показати елемент зараз

source: Viewer
ar: عارض
el_gr: Παράθυρο προβολής
nb_no: Betrakter
uk_ua: Переглядач

source: Voice typing language files (URL)
el_gr: Αρχεία γλώσσας φωνητικής πληκτρολόγησης (URL)
uk_ua: Мовні файли голосового введення (URL)

source: Voice typing...
el_gr: Φωνητική πληκτρολόγηση...
uk_ua: Голосовий набір...

source: Waiting for authorisation...
el_gr: Αναμονή εξουσιοδότησης…
uk_ua: Очікуємо на авторизацію...

source: Warning
ar: تحذير
el_gr: Προειδοποίηση
nb_no: Advarsel
uk_ua: Попередження

source: Warning: not all resources shown for performance reasons (limit: %s).
ar: تحذير: لم يتم عرض كافّة الموارد لأسباب تتعلق بالأداء (الحد: %s).
el_gr: Προειδοποίηση: δεν εμφανίζονται όλοι οι πόροι για λόγους απόδοσης (όριο:% s).
nb_no: Advarsel: ikke alle ressurser vist av ytelseshensyn (grense: %s).
uk_ua: Попередження: не всі ресурси відображаються з міркувань продуктивності (ліміт: %s).

source: We have a system for reporting and removing problematic plugins.
el_gr: Διαθέτουμε μηχανισμό για αναφορά και αφαίρεση προβληματικών πρόσθετων.
uk_ua: У нас є система звітності та видалення проблемних плагінів.

source: We mark plugins developed by trusted Joplin community members as "recommended".
el_gr: Ως «προτεινόμενα» χαρακτηρίζονται τα πρόσθετα που έχουν αναπτυχθεί από έμπιστα μέλη της κοινότητας Joplin.
uk_ua: Ми позначаємо плагіни, розроблені надійними учасниками спільноти Joplin, як "рекомендовані".

source: WebDAV password
ar: كلمة مرور WebDAV
nb_no: WebDAV-passord
uk_ua: WebDAV пароль

source: WebDAV URL
ar: عنوان URL لـ WebDAV
uk_ua: WebDAV посилання

source: WebDAV username
ar: اسم مستخدم WebDAV
nb_no: WebDAV-brukernavn
uk_ua: WebDAV користувач

source: Website and documentation
ar: موقع الويب و التوثيق
el_gr: Ιστοσελίδα και εγχειρίδια
nb_no: Nettsted og dokumentasjon
uk_ua: Вебсайт та документація

source: WebView package: %s
el_gr: Πακέτο WebView: %s
uk_ua: Пакет WebView: %s

source: WebView version: %s
el_gr: Έκδοση WebView: %s
uk_ua: Версія WebView: %s

source: Welcome to Joplin! Type `:help shortcuts` for the list of keyboard shortcuts, or just `:help` for usage information. For example, to create a notebook press `mb`; to create a note press `mn`.
ar: مرحباً بك في Joplin! أكتب `:help shortcuts` للحصول على قائمة اختصارات لوحة المفاتيح ، أو `:help` فقط لمعلومات الاستخدام. على سبيل المثال ، اضغط `mb` لإنشاء دفتر ملاحظات ، و اضغط `mn` لإنشاء ملاحظة.
el_gr: Καλώς ήλθατε στο Joplin! Πληκτρολογίστε `:help shortcuts` για τη λίστα συντομεύσεων πληκτρολογίου ή απλά `:help` για πληροφορίες χρήσης. Για παράδειγμα, για να δημιουργήσετε ένα σημειωματάριο πατήστε `mb` ενώ για να δημιουργήσετε μια σημείωση πατήστε `mn`.
nb_no: Velkommen til Joplin! Skriv `:help shortcuts` for listen over hurtigtaster eller kun `:help` for brukerinformasjon. Hvis du for eksempel vil opprette en notatbok trykker du `mb`; for å opprette et notat, trykk `mn`.
uk_ua: Ласкаво просимо до Joplin! Введіть `:help shortcuts` для списку комбінацій клавіш або просто `:help` для інформації про використання. Наприклад, для створення блокнота натисніть `mb`; щоб створити нотатку, натисніть “mn”.

source: Welcome!
el_gr: Καλώς ήρθατε!
uk_ua: Ласкаво просимо!

source: What are plugins?
el_gr: Τι είναι τα πρόσθετα;
uk_ua: Що таке плагіни?

source: When creating a new note:
ar: عند إنشاء ملاحظة جديدة:
el_gr: Κατά τη δημιουργία μιας νέας σημείωσης:
nb_no: Når et nytt notat opprettes:
uk_ua: Коли створюжться нова нотатка:

source: When creating a new to-do:
ar: عند إنشاء قائمة جديدة للمهام:
el_gr: Κατά τη δημιουργία νέας υπόμνησης:
nb_no: Når et nytt gjøremål opprettes:
uk_ua: Коли створюжться новий список справ:

source: When enabled, the application will scan your attachments and extract the text from it. This will allow you to search for text in these attachments.
el_gr: Αν είναι ενεργοποιημένο, η εφαρμογή θα σαρώσει τα συνημμένα σας και θα εξάγει το κείμενο από αυτά. Έτσι, θα έχετε τη δυνατότητα να αναζητήσετε κείμενο μέσα στα συνημμένα.
uk_ua: Якщо цю опцію увімкнено, програма скануватиме ваші вкладені файли і витягуватиме з них текст. Це дозволить вам шукати текст у цих вкладеннях.

source: Window unresponsive.
el_gr: Το παράθυρο δεν αποκρίνεται.
uk_ua: Вікно не реагує.

source: Words
ar: كلمات
el_gr: Λέξεις
nb_no: Ord
uk_ua: Слова

source: y
ar: نعم
el_gr: ν
uk_ua: так

source: Y
ar: نعم
el_gr: Ν
uk_ua: Так

source: yes
ar: نعم
el_gr: ναι
nb_no: ja
uk_ua: так

source: Yes
ar: نعم
el_gr: Ναι
nb_no: Ja
uk_ua: Так

source: You are about to attach a large image (%dx%d pixels). Would you like to resize it down to %d pixels before attaching it?
ar: أنت على وشك إرفاق صورة كبيرة (%dx%d بكسل). هل ترغب في تغيّير حجمة إلى %d بكسل قبل إرفاقه؟
el_gr: Πρόκειται να επισυνάψετε μια μεγάλη εικόνα (%dx%d pixels). Θα θέλατε να αλλάξετε το μέγεθός της σε %d pixel πριν την επισυνάψετε;
nb_no: Du er i ferd med å legge ved et stort bilde (%dx%d piksler). Ønsker du å skalere dette ned til %d piksler før du legger det ved?
uk_ua: Ви збираєтеся вкласти велике зображення (%dx%d пікселів). Хочете зменшити розмір до %d пікселів, перш ніж приєднувати?

source: You are logged in into Joplin Cloud, you can leave this screen now.
el_gr: Έχετε συνδεθεί στο Joplin Cloud, μπορείτε να κλείσετε αυτό το παράθυρο.
uk_ua: Ви ввійшли в Joplin Cloud, ви можете покинути цей екран.

source: You currently have no notebooks.
ar: ليس لديك حاليا دفاتر ملاحظات.
el_gr: Αυτή τη στιγμή δεν υπάρχουν σημειωματάρια.
nb_no: Du har ingen notatbøker.
uk_ua: У вас зараз немає блокнотів.

source: You do not have any installed plugin.
ar: ليس لديك أي مكون إضافي مثبت.
el_gr: Δεν υπάρχουν εγκατεστημένα πρόσθετα.
nb_no: Du har ikke installert noen utvidelser.
uk_ua: У вас немає встановлених розширень.

source: You may also type `status` for more information.
ar: يمكنك أيضًا كتابة "الحالة" لمزيد من المعلومات.
el_gr: Μπορείτε επίσης να πληκτρολογήσετε `status` για περισσότερες πληροφορίες.
nb_no: Du kan også skrive 'status' for mer informasjon.
uk_ua: Ви також можете ввести `status` для отримання додаткової інформації.

source: You may use the tool below to re-encrypt your data, for example if you know that some of your notes are encrypted with an obsolete encryption method.
ar: يمكنك استخدام الأداة أدناه لإعادة تشفير بياناتك، على سبيل المثال إذا كنت تعلم أن بعض ملاحظاتك مشفرة بطريقة تشفير قديمة.
el_gr: Μπορείτε να χρησιμοποιήσετε το παρακάτω εργαλείο για να κρυπτογραφήσετε εκ νέου τα δεδομένα σας, για παράδειγμα, εάν γνωρίζετε ότι ορισμένες από τις σημειώσεις σας είναι κρυπτογραφημένες με μια παρωχημένη μέθοδο κρυπτογράφησης.
nb_no: Du kan bruke verktøyet under for å rekryptere ditt innhold, for eksempel hvis du vet at noen av dine notater er kryptert med en utdatert krypteringsmetode.
uk_ua: Ви можете скористатися наведеним нижче інструментом для повторного шифрування даних, наприклад, якщо ви знаєте, що деякі ваші нотатки зашифровані застарілим методом шифрування.

source: You were unable to connect to Joplin Cloud. Please check your credentials and try again. Error:
el_gr: Υπήρξε σφάλμα στη ρύθμιση του λογαριασμού σας στο Joplin Cloud. Παρακαλούμε επαληθεύστε το email και τον κωδικό πρόσβασης και δοκιμάστε ξανά. Το σφάλμα ήταν:
uk_ua: Вам не вдалося підключитися до Joplin Cloud. Будь ласка, перевірте свої облікові дані та спробуйте ще раз. Помилка:

source: Your account doesn't have access to this feature
el_gr: Ο λογαριασμός σας δεν διαθέτει πρόσβαση σε αυτήν την λειτουργία
uk_ua: Ваш обліковий запис не має доступу до цієї функції

source: Your choice:
ar: اختيارك هو:
el_gr: Η επιλογή σας:
nb_no: Ditt valg:
uk_ua: Ваш вибір:

source: Your data is going to be re-encrypted and synced again.
ar: ستتم إعادة تشفير بياناتك ومزامنتها مرة أخرى.
el_gr: Τα δεδομένα σας πρόκειται να κρυπτογραφηθούν και να συγχρονιστούν ξανά.
nb_no: Ditt innhold vil bli rekryptert og synkronisert igjen.
uk_ua: Ваші дані будуть повторно зашифровані та знову синхронізовані.

source: Your Joplin Cloud credentials are invalid, please login.
el_gr: Τα διαπιστευτήρια σας για το Joplin Cloud δεν είναι έγκυρα, παρακαλώ συνδεθείτε.
uk_ua: Ваші облікові дані в Joplin Cloud недійсні, будь ласка, увійдіть.

source: Your password is needed to decrypt some of your data.
el_gr: Ο κωδικός πρόσβασής σας είναι απαραίτητος για την αποκρυπτογράφηση ορισμένων δεδομένων σας.
uk_ua: Ваш пароль необхідний для розшифровки деяких Ваших даних.

source: Your password is needed to decrypt some of your data. Type `:e2ee decrypt` to set it.
el_gr: Ο κωδικός πρόσβασής σας είναι απαραίτητος για την αποκρυπτογράφηση ορισμένων δεδομένων σας. Πληκτρολογήστε `:e2ee decrypt` για να τον ορίσετε.
nb_no: Passordet ditt er nødvendig for å dekryptere noen av dataene dine. Skriv `:e2ee decrypt` for å angi den.
uk_ua: Ваш пароль необхідний для розшифровки деяких Ваших даних. Наберіть `:e2ee decrypt` щоб його встановити.

source: Your version: %s
ar: النسخة لديك: %s
el_gr: Η έκδοσή σας: %s
nb_no: Din versjon: %s
uk_ua: Ваша версія: %s

source: Zoom In
ar: تكبير
el_gr: Μεγέθυνση
nb_no: Zoom inn
uk_ua: Збільшити

source: Zoom Out
ar: تصغير
el_gr: Σμίκρυνση
nb_no: Zoom ut
uk_ua: Зменшити

source: &Window
el_gr: &Παράθυρο

source: Evernote Export File (as HTML)
ar: ملف تصدير Evernote (بتنسيق HTML)
el_gr: Αρχείο εξαγωγής Evernote (σαν HTML)
nb_no: Evernote-eksportert fil (HTML)

source: Evernote Export File (as Markdown)
ar: ملف تصدير Evernote (بتنسيق Markdown)
el_gr: Αρχείο εξαγωγής Evernote (σαν Markdown)
nb_no: Evernote-eksportert fil (Markdown)

source: HTML Directory
ar: دليل HTML
el_gr: Φάκελος HTML
nb_no: HTML-katalog

source: HTML File
ar: ملف HTML
el_gr: Αρχείο HTML
nb_no: HTML-fil

source: Joplin Export Directory
ar: دليل تصدير بيانات Joplin
el_gr: Φάκελος εξαγωγής Joplin
nb_no: Joplin-eksportert katalog

source: Joplin Export File
ar: ملف تصدير Joplin
el_gr: Αρχείο εξαγωγής Joplin
nb_no: Joplin-eksportert fil

source: OK
ar: موافق
el_gr: Εντάξει

source: Unordered list
el_gr: Μη ταξινομημένη λίστα

source: Chrome Web Store
ar: متجر كروم الالكتروني

source: Dark
ar: غامقة
nb_no: Mørk

source: Enum
ar: سرد

source: ID
ar: المعرّف

source: Joplin Server
ar: خادم Joplin

source: Legal
ar: قانوني
nb_no: Juridisk

source: Letter
ar: رسالة
nb_no: Bokstav

source: Light
ar: فاتحة
nb_no: Lys

source: Markdown
ar: تنسيق Markdown

source: Markup
ar: ترميز

source: OLED Dark
ar: ظلام لشاشات OLED
nb_no: OLED mørk

source: Tabloid
ar: صحيفة شعبية

source: Aritim Dark
nb_no: Aritim mørk

source: S3 access key
nb_no: AWS-nøkkel

source: S3 bucket
nb_no: S3-bøtte

source: S3 secret key
nb_no: S3-hemmelig-nøkkel

source: Solarised Dark
nb_no: Solarisert mørk

source: Solarised Light
nb_no: Solarisert lys
