Repository: yoki31/joplin
Catalog: packages/tools/locales/*.po
Languages: ar, el_gr, nb_no, uk_ua

source: Cannot find "%s".
ar: لا يمكن العثور على "%s".
el_gr: Δεν είναι δυνατή η εύρεση του "%s".
nb_no: Finner ikke "%s".
uk_ua: Не вдається знайти “%s”.

source: Cannot find: "%s"
ar: لا يمكن العثور على "%s"
el_gr: Δεν είναι δυνατή η εύρεση του: "%s"
uk_ua: Не вдається знайти “%s”

source: Cannot initialise synchroniser.
ar: لم يتمكن من تمهيد المزامن.
el_gr: Δεν είναι δυνατή η προετοιμασία του συγχρονιστή.
nb_no: Kan ikke starte synkronisering.
uk_ua: Не вдається ініціалізувати синхронізатор.

source: Cannot load "%s" module for format "%s" and output "%s"
ar: لا يمكن تحميل الوحدة النمطية "%s" للتنسيق "%s" والإخراج "%s"
el_gr: Δεν είναι δυνατή η φόρτωση του "%s" module με μορφή "%s" και έξοδο "%s"
nb_no: Kan ikke laste modulen "%s" for formatet "%s" og utgang "%s"
uk_ua: Не вдається завантажити модуль “%s” для формату “%s” і вивести “%s”

source: Cannot load "%s" module for format "%s" and target "%s"
ar: لا يمكن تحميل الوحدة النمطية "%s" للتنسيق "%s" والهدف "%s"
el_gr: Δεν είναι δυνατή η φόρτωση του module "%s" για τη μορφοποίηση σε "%s" και την εξαγωγή σε "%s"
nb_no: Kan ikke laste modulen "%s" for formatet "%s" og målet "%s"
uk_ua: Не вдається завантажити модуль “%s” для формату “%s” і цілі “%s”

source: Cannot move note to "%s" notebook
ar: لا يمكن نقل الملاحظة إلى دفتر الملاحظات "%s"
el_gr: Δεν είναι δυνατή η μετακίνηση της σημείωσης στο σημειωματάριο "%s"
nb_no: Kan ikke flytte notatet til notatboken "%s"
uk_ua: Не можливо перемістити нотатку до “%s” блокнота

source: Cannot move notebook to this location
ar: لا يمكن نقل دفتر الملاحظات إلى هذا المكان
el_gr: Δεν είναι δυνατή η μετακίνηση του σημειωματάριου σε αυτήν τη θέση
nb_no: Kan ikke flytte notatboken til denne plasseringen
uk_ua: Не можливо перемістити блокнот в дану локацію

source: Cannot refresh token: authentication data is missing. Starting the synchronisation again may fix the problem.
ar: لا يمكن تحديث الرمز المميز: بيانات المصادقة مفقودة. بدء المزامنة مرة ثانية قد يحل المشكلة.
el_gr: Δεν είναι δυνατή η ανανέωση του token: δεν υπάρχουν δεδομένα ελέγχου ταυτότητας. Η επανεκκίνηση του συγχρονισμού, μπορεί να διορθώσει το πρόβλημα.
nb_no: Kan ikke oppdatere beviset: autentiseringsdata mangler. Hvis du starter synkroniseringen på nytt kan dette løse problemet.
uk_ua: Не вдається оновити токен: дані автентифікації відсутні. Повторний запуск синхронізації може вирішити проблему.

source: Cannot save %s "%s" because it is larger than the allowed limit (%s)
ar: لا يمكن حفظ %s "%s" لأن حجمه أكبر من الحد المسموح به (%s)
el_gr: Δεν είναι δυνατή η αποθήκευση του %s "%s" επειδή είναι μεγαλύτερο από το επιτρεπόμενο όριο (%s)
nb_no: Kan ikke lagre %s "%s" fordi det er større en tillatt grense (%s)
uk_ua: Неможливо зберегти %s "%s", оскільки він перевищує дозволений ліміт (%s)

source: Cannot save %s "%s" because it would go over the total allowed size (%s) for this account
ar: لا يمكن حفظ %s "%s" لأنه قد يتجاوز إجمالي الحجم المسموح به (%s) لهذا الحساب
el_gr: Δεν είναι δυνατή η αποθήκευση του %s "%s" επειδή υπερβαίνει το συνολικό επιτρεπόμενο μέγεθος (%s) για αυτόν τον λογαριασμό
nb_no: Kan ikke lagre %s "%s" fordi det vil overgå maks tillatt grense (%s) for denne kontoen
uk_ua: Неможливо зберегти %s "%s", оскільки він перевищить загальний дозволений розмір (%s) для цього облікового запису

source: Cannot share encrypted notebook with recipient %s because they have not enabled end-to-end encryption. They may do so from the screen Configuration > Encryption.
el_gr: Δεν είναι δυνατή η κοινή χρήση κρυπτογραφημένου σημειωματάριου με τον παραλήπτη %s επειδή δεν έχει ενεργοποιήσει την κρυπτογράφηση από άκρο σε άκρο. Μπορούν να το κάνουν από την οθόνη Διαμόρφωση > Κρυπτογράφηση.
nb_no: Kan ikke dele kryptert notatbok med mottakeren %s fordi vedkommende ikke har aktivert ende-til-ende-kryptering. Dette kan gjøres på siden Innstillinger > Kryptering.
uk_ua: Неможливо надати доступ до зашифрованого блокнота одержувачу %s, оскільки він не ввімкнув наскрізне шифрування. Вони можуть зробити це на екрані Конфігурація > Шифрування.

source: Case sensitive
uk_ua: З урахуванням регістру

source: Change application layout
ar: تغيير تصميم التطبيق
el_gr: Αλλαγή διάταξης εφαρμογής
nb_no: Endre applikasjonsoppsett
uk_ua: Змінити макет програми

source: Change language
ar: تغيّير اللغة
el_gr: Αλλαγή γλώσσας
nb_no: Endre språk
uk_ua: Змінити мову

source: Change ratio
uk_ua: Зміна співвідношення

source: Change shortcut for "%s"
uk_ua: Змінити скорочення для "%s"

source: Characters
ar: أحرف
el_gr: Χαρακτήρες
nb_no: Tegn
uk_ua: Символи

source: Characters excluding spaces
ar: الأحرف بإستثناء المسافات
el_gr: Χαρακτήρες χωρίς τα κενά
nb_no: Tegn uten mellomrom
uk_ua: Символи виключаючи пробіли

source: Check elements to display in the toolbar
uk_ua: Виберіть елементи для відображення на панелі інструментів

source: Check for updates...
ar: البحث جارٍ عن تحديثات...
el_gr: Ελεγχος για ενημερώσεις...
nb_no: Se etter oppdateringer…
uk_ua: Перевірити наявність оновлень…

source: Check synchronisation configuration
ar: فحص ضبط المزامنة
el_gr: Ελέγχος ρυθμίσεων συγχρονισμού
nb_no: Sjekk synkroniseringsinnstillinger
uk_ua: Перевірте конфігурацію синхронізації

source: Checkbox
ar: خانة اختيار
nb_no: Avmerkingsboks
uk_ua: Маркування

source: Checkbox list
ar: قائمة خانات اختيار
el_gr: Λίστα checkbox
nb_no: Avmerkingsliste
uk_ua: Маркований список

source: Checking... Please wait.
ar: التحقق جارٍ... فضلاً انتظر.
el_gr: Πραγματοποιείται έλεγχος… Παρακαλώ περιμένετε.
nb_no: Sjekker… Vennligst vent.
uk_ua: Перевірка… Будь ласка, зачекайте.

source: Choose an option
ar: إختر خيار
el_gr: Διαλέξτε μία επιλογή
nb_no: Velg et alternativ
uk_ua: Виберіть варіант

source: Clear
ar: مسح
el_gr: Καθαρισμός
nb_no: Nullstill
uk_ua: Очистити

source: Clear alarm
ar: مسح المنبّه
el_gr: Διαγραφή ειδοποίησης
nb_no: Fjern alarm
uk_ua: Очистити будильник

source: Clear search
el_gr: Εκκαθάριση αναζήτησης
uk_ua: Очистити пошук

source: Click "%s" to restore the note. It will be copied in the notebook named "%s". The current version of the note will not be replaced or modified.
ar: انقر "%s" لاستعادة الملاحظة. سيتم نسخه في دفتر الملاحظات المسمى "%s". لن يتم استبدال أو تعديل الإصدار الحالي من الملاحظة.
el_gr: Κάντε κλικ στο "%s" για να επαναφέρετε τη σημείωση. Θα αντιγραφεί στο σημειωματάριο που ονομάζεται "%s". Η τρέχουσα έκδοση της σημείωσης δεν αντικαθίσταται ή τροποποιείται.
nb_no: Velg "%s" for å gjenopprette notatet. Det vil bli kopiert til notatboken"%s". Den nåværende versjonen av notatet vil ikke bli erstattet eller modifisert.
uk_ua: Натисніть “%s”, щоб відновити нотатку. Вона буде скопійована у блокнот із назвою “%s”. Поточна версія примітки не буде замінена або змінена.

source: Click to add tags...
ar: اضغط لإدراج سمات...
el_gr: Κάντε κλικ για να προσθέσετε ετικέτες...
nb_no: Klikk for å legge til merkelapper...
uk_ua: Клацніть, щоб додати теги...

source: Client ID: %s
ar: معرف العميل: %s
el_gr: Αναγνωριστικό προγράμματος-πελάτη: %s
nb_no: Klient-ID: %s
uk_ua: ID клієнта: %s

source: close
uk_ua: закрити

source: Close
ar: إغلاق
el_gr: Κλείσιμο
nb_no: Lukk
uk_ua: Закрити

source: Close dropdown
ar: إغلاق القائمة المنسدلة
el_gr: Κλείσιμο πτυσσόμενου μενού
uk_ua: Закрити випадаючий список

source: Close menu
uk_ua: Закрити меню

source: Close side menu
uk_ua: Закрити бокове меню

source: Close the application, then delete your profile in "%s", and start the application again. Make sure you create a backup first by exporting all your notes as JEX.
el_gr: Κλείσε την εφαρμογή, διαγράψτε το προφίλ στο “%s” και ανοίξτε την εφαρμογή εκ νέου. Βεβαιωθείτε πρώτα ότι έχετε λάβει αντίγραφο ασφαλείας, εξάγοντας όλες τις σημειώσεις σας ως JEX.
uk_ua: Закрийте програму, потім видаліть свій профіль у "%s" і запустіть програму знову. Переконайтеся, що ви створили резервну копію, експортувавши всі ваші нотатки у форматі JEX.

source: Close Window
ar: إغلاق النافذة
el_gr: Κλείσιμο παραθύρου
nb_no: Lukk vindu
uk_ua: Закрити вікно

source: Cmd-click to open
el_gr: Cmd-click για άνοιγμα
uk_ua: Cmd-клік, щоб відкрити

source: Cmd-click to open: %s
el_gr: Cmd-click για άνοιγμα: %s
uk_ua: Cmd-клік, щоб відкрити: %s

source: Code
ar: رمز
el_gr: Κώδικας
nb_no: Kode
uk_ua: Код

source: Code Block
ar: كتلة للغة البرمجة
el_gr: Μπλοκ Κώδικα
nb_no: Kodeblokk
uk_ua: Блок коду

source: Code View
ar: عرض بلغة البرمجة
el_gr: Προβολή κώδικα
nb_no: Kodevisning
uk_ua: Вбудований код

source: Collaborate on a notebook with others
el_gr: Συνεργασία σε σημειωματάριο με άλλους
uk_ua: Працюйте над блокнотом разом з іншими

source: Collaborate on notebooks with others
ar: تعاون مع الآخرين على دفاتر الملاحظات
el_gr: Συνεργασία σε σημειωματάρια με άλλους
nb_no: Samarbeid på notatbøker med andre
uk_ua: Співпрацюйте над нотатками з іншими

source: Collapsed, press space to expand.
uk_ua: Згорнутий, натисніть пробіл, щоб розгорнути.

source: Coming alarms
ar: المنبّهات القادمة
el_gr: Προσεχείς ειδοποιήσεις
nb_no: Kommende alarmer
uk_ua: Найближчі будильники

source: Comma-separated list of paths to directories to load the certificates from, or path to individual cert files. For example: /my/cert_dir, /other/custom.pem. Note that if you make changes to the TLS settings, you must save your changes before clicking on "Check synchronisation configuration".
ar: قائمة مفصولة بفواصل ، بالمسارات إلى الأدلة التي سيجري تحميل الشهادات منها ، أو المسار إلى الملفات المستقلة للشهادات. على سبيل المثال : /my/cert_dir, /other/custom.pem. لاحظ أنه يجب أن تحفظ تغييراتك قبل الضغط على "فحص ضبط المزامنة" ، إن كنت قمت بتغييرات في إعدادات TLS.
el_gr: Λίστα διαδρομών από φακέλους, διαχωρισμένων με κόμμα, για τη φόρτωση των πιστοποιητικών, ή διαδρομή των μεμονωμένων αρχείων πιστοποιητικών. Για παράδειγμα: /my/cert_dir, /other/custom.pem. Σημειώστε ότι αν κάνετε αλλαγές στις ρυθμίσεις TLS, πρέπει να αποθηκεύσετε τις αλλαγές σας πριν κάνετε κλικ στο "Έλεγχος ρύθμισης παραμέτρων συγχρονισμού".
nb_no: Kommaseparert liste over stier til mapper å laste sertifikater fra, eller sti til individuelle sertifikatfiler. For eksempel: /my/cert_dir, /other/custom.perm. Merk at dersom du gjør endringer til TLS-innstillingene må du lagre endringer før du velger "Sjekk synkroniseringsinnstilling».
uk_ua: Розділений комами список шляхів до каталогів, з яких завантажуються сертифікати, або шлях до окремих файлів сертифіката. Наприклад: /my/cert_dir, /other/custom.pem. Зверніть увагу, що якщо ви вносите зміни до налаштувань TLS, потрібно зберегти зміни, перш ніж натискати “Перевірити конфігурацію синхронізації”.

source: command
ar: أمر
el_gr: εντολή
nb_no: kommando
uk_ua: команда

source: Command
ar: أمر
el_gr: Εντολή
nb_no: Kommando
uk_ua: Команда

source: Command palette
ar: لوحة الأوامر
el_gr: Παλέτα εντολών
nb_no: Kommandomeny
uk_ua: Панель команд

source: Command palette...
ar: لوحة الأوامر...
el_gr: Παλέτα εντολών...
nb_no: Kommandomeny…
uk_ua: Панель команд...

source: Compact
el_gr: Συμπαγής
uk_ua: Компактно

source: Complete
uk_ua: Завершено

source: Completed
ar: مكتملة
el_gr: Ολοκληρώθηκε
nb_no: Fullført
uk_ua: Завершено

source: Completed decryption.
ar: اكتمل فك التشفير.
el_gr: Η αποκρυπτογράφηση ολοκληρώθηκε.
nb_no: Dekryptering fullført.
uk_ua: Завершено розшифрування.

source: Completed with warnings: %s
el_gr: Ολοκληρώθηκε με προειδοποιήσεις: %s
uk_ua: Завершено з попередженнями: %s

source: Completed: %s (%s)
ar: مكتملة: %s (%s)
el_gr: Ολοκληρώθηκε: %s (%s)
nb_no: Fullført: %s (%s)
uk_ua: Завершено: %s (%s)

source: completion date
el_gr: ημερομηνία ολοκλήρωσης
uk_ua: дата завершення

source: Compress old changes
ar: كثف التعديلات الماضية
el_gr: Συμπίεση παλαιών αλλαγών
nb_no: Komprimer gamle endringer
uk_ua: Стиснути старі зміни

source: Configuration
ar: الضبط
el_gr: Ρυθμίσεις
nb_no: Konfigurasjon
uk_ua: Налаштування

source: Confirm password cannot be empty
ar: تأكيد كلمة المرور لا يمكن أن تكون فارغة
el_gr: Η επιβεβαίωση του κωδικού πρόσβασης δεν μπορεί να είναι κενή
nb_no: Bekreftet passord kan ikke være tomt
uk_ua: Підтвердження паролю не може бути порожнім

source: Confirm password:
ar: تأكيد كلمة المرور:
el_gr: Επιβεβαίωση κωδικού πρόσβασης:
nb_no: Bekreft passord:
uk_ua: Підтвердіть пароль:

source: Confirmation
ar: التأكيد
el_gr: Επιβεβαίωση
nb_no: Bekreftelse
uk_ua: Підтвердження

source: Conflicted: %d
ar: المتعارضة: %d
el_gr: Με διένεξη: %d
nb_no: Konflikter: %d
uk_ua: Конфліктів: %d

source: Conflicts
ar: التعارضات
el_gr: Διενέξεις
nb_no: Konflikter
uk_ua: Конфлікти

source: Conflicts (attachments)
ar: التعارضات (المرفقات)
el_gr: Διενέξεις (συνημμένα)
nb_no: Konflikt (notatvedlegg)
uk_ua: Конфлікти (вкладення)

source: Connect to Joplin Cloud
el_gr: Σύνδεση σε Joplin Cloud
uk_ua: Підключіться до Joplin Cloud

source: Consolidated billing
el_gr: Ενοποιημένη χρέωση
uk_ua: Консолідована оплата

source: Contains %d note
uk_ua: Містить %d примітку

source: Content provided by %s
ar: محتوى مقدم من طرف %s
el_gr: Παρέχεται από %s
nb_no: Innhold levert av %s
uk_ua: Вміст надано %s

source: Content provided by: %s
el_gr: Παρέχεται από: %s
uk_ua: Контент надано %s

source: Continue
ar: واصل
el_gr: Συνέχεια
uk_ua: Продовжити

source: Convert to note
ar: تحويل إلى ملاحظة
el_gr: Μετατροπή σε σημείωση
nb_no: Konverter til notat
uk_ua: Перетворити на нотатку

source: Convert to todo
ar: تحويل إلى قائمة مهام
el_gr: Μετατροπή σε υπόμνηση
nb_no: Konverter til gjøremål
uk_ua: Перетворити на список справ

source: Converting speech to text...
ar: تحويل الصوت إلى ملاحظة...
el_gr: Μετατροπή της ομιλίας σε κείμενο...
uk_ua: Перетворення голос на текст...

source: Copy
ar: نسخ
el_gr: Αντιγραφή
nb_no: Kopier
uk_ua: Копіювати

source: Copy dev mode command to clipboard
ar: نسخ أمر وضع المبرمج إلى الحافظة
el_gr: Αντιγραφή dev mode εντολής στο πρόχειρο
nb_no: Kopier kommandoen for utviklingsmodus til utklippstavlen
uk_ua: Скопіюйте команду режиму розробника в буфер обміну

source: Copy external link
ar: إيقاف الرابط الخارجي
el_gr: Αντιγραφή εξωτερικού συνδέσμου
nb_no: Kopier ekstern lenke
uk_ua: Копіювати зовнішнє посилання

source: Copy image
ar: نسخ الصورة
el_gr: Αντιγραφή εικόνας
nb_no: Kopier bilde
uk_ua: Копіювати зображення

source: Copy Link Address
ar: نسخ عنوان الرابط
el_gr: Αντιγραφή διεύθυνσης σύνδεσης
nb_no: Kopier lenkeadresse
uk_ua: Копіювати адресу посилання

source: Copy link to website
el_gr: Αντιγραφή συνδέσμου ιστοσελίδας
uk_ua: Скопіювати посилання на сайт

source: Copy Markdown link
ar: نسخ رابط Markdown
el_gr: Αντιγραφή συνδέσμου Markdown
nb_no: Kopier Markdown-lenke
uk_ua: Скопіювати Markdown посилання

source: Copy path to clipboard
ar: نسخ المسار إلى الحافظة
el_gr: Αντιγραφή διαδρομής στο πρόχειρο
nb_no: Kopier sti til utklippstavlen
uk_ua: Копіювати шлях до буфера обміну

source: Copy Shareable Link
ar: نسخ رابط قابل للمشاركة
el_gr: Αντιγραφή Συνδέσμου Κοινοποίησης
nb_no: Kopier delbar lenke
uk_ua: Скопіювати спільне посилання

source: Copy to clipboard
ar: نسخ الحافظة
el_gr: Αντιγραφή στο πρόχειρο
uk_ua: Копіювати до буфера обміну

source: Copy token
ar: نسخ الرمز المميز
el_gr: Αντιγραφή token
nb_no: Kopier bevis
uk_ua: Скопіювати токен

source: Copy version info
el_gr: Αντιγραφή πληροφοριών έκδοσης
uk_ua: Скопіювати інформацію про версію

source: Could not authorise application: %s Please try again.
ar: لم يتم التصريح للتطبيق: %s فضلاً حاول ثانية.
el_gr: Δεν ήταν δυνατή η εξουσιοδότηση της εφαρμογής: %s Παρακαλώ προσπαθήστε ξανά.
nb_no: Kunne ikke autorisere applikasjon: %s Vennligst prøv igjen.
uk_ua: Не вдалося авторизувати додаток: %s Будь ласка, спробуйте ще раз.

source: Could not connect to Joplin Server. Please check the Synchronisation options in the config screen. Full error was: %s
ar: لا يمكن الاتصال بخادم Joplin. يرجى التحقق من الإعدادات في شاشة تكوين التزامن. الخطأ الكامل كان: %sس
el_gr: Δεν ήταν δυνατή η σύνδεση με το διακομιστή Joplin. Ελέγξτε τις επιλογές συγχρονισμού στην οθόνη ρύθμισης παραμέτρων. Το πλήρες σφάλμα ήταν: %s
nb_no: Kunne ikke koble til Joplin Server. Sjekk synkroniseringvalg under Innstillinger. Hele feilmeldingen var: %s
uk_ua: Не вдалося підключитися до сервера Joplin. Будь ласка, перевірте параметри синхронізації на екрані налаштування. Повна помилка: %s

source: Could not connect to plugin repository.
ar: تعذر الاتصال بمستودع المكونات الإضافية.
el_gr: Δεν ήταν δυνατή η σύνδεση στο plugin repository.
nb_no: Kan ikke koble til utvidelsesbiblioteket.
uk_ua: Не вдалося підключитися до репозиторію плагінів.

source: Could not export notes: %s
ar: تعذر تصدير الملاحظات: %s
el_gr: Δεν ήταν δυνατή η εξαγωγή σημειώσεων: %s
nb_no: Kunne ikke eksportere notater: %s
uk_ua: Не вдалося експортувати примітки: %s

source: Could not install plugin: %s
ar: تعذّر تثبيت المكوّن الإضافي : %s
el_gr: Δεν ήταν δυνατή η εγκατάσταση του πρόσθετου: %s
nb_no: Kunne ikke installere utvidelse: %s
uk_ua: Не можливо встановити розширення: %s

source: Could not respond to the invitation. Please try again, or check with the notebook owner if they are still sharing it. The error was: "%s"
el_gr: Δεν μπόρεσε να ανταποκριθεί στην πρόσκληση. Προσπαθήστε ξανά ή επικοινωνήστε με τον ιδιοκτήτη του φορητού υπολογιστή, αν εξακολουθεί να το μοιράζεται. Το σφάλμα ήταν: "%s"
nb_no: Kunne ikke svare på invitasjonen. Prøv igjen eller sjekk med eieren av notatboken om vedkommende fortsatt deler den. Feilen var: «%s»
uk_ua: Не вдалося відповісти на запрошення. Будь ласка, спробуйте ще раз або зверніться до власника блокнота, чи він все ще надає до нього спільний доступ. Виникла наступна помилка:"%s"

source: Could not switch profile: %s
ar: تعذر تحويل التعريف: %s
el_gr: Δεν ήταν δυνατή η αλλαγή του πρόσθετου: %s
uk_ua: Не вдалося змінити профіль: %s

source: Could not upgrade master key: %s
ar: تعذرت ترقية المفتاح الرئيسي: %s\
el_gr: Δεν ήταν δυνατή η αναβάθμιση του master κλειδιού: %s
nb_no: Kunne ikke oppgradere mesternøkkelen: %s
uk_ua: Не вдалося оновити головний ключ: %s

source: Could not verify the share status of this notebook - aborting. Please try again when you are connected to the internet.
ar: لم يتمكن التحقق من حالة النشر الخاصة بهذه الملاحظة. المرجو العودة عند توفر الإنترنت.
el_gr: Δεν ήταν δυνατή η επαλήθευση της κατάστασης κοινής χρήσης αυτού του φορητού υπολογιστή - διακοπή. Προσπαθήστε ξανά όταν συνδεθείτε στο διαδίκτυο.
nb_no: Kunne ikke bekrefte delingsstatusen for denne notatboken – avbryter. Prøv igjen når du er koblet til internett.
uk_ua: Не вдалося перевірити статус спільного використання цього блокнота – перериваю. Спробуйте ще раз, коли Ви підключитесь до Інтернету.

source: Could not verify your identity: %s
ar: تعذر تصدير الملاحظات: %s
el_gr: Δεν ήταν δυνατή η επαλήθευση της ταυτότητάς σας: %s
uk_ua: Не вдалося підтвердити Вашу особу: %is

source: Create
ar: إنشاء
el_gr: Δημιουργία
uk_ua: Створити

source: Create a new notebook under a parent notebook.
ar: إنشاء دفتر جديد داخل الفتر الأب.
el_gr: Δημιουργήστε ένα νέο σημειωματάριο κάτω από ένα γονικό σημειωματάριο.
uk_ua: Створіть новий блокнот під батьківським блокнотом.

source: Create a notebook
ar: إنشاء دفتر ملاحظات
el_gr: Δημιουργία σημειωματάριου
nb_no: Opprett en notatbok
uk_ua: Створити блокнот

source: Create new profile...
ar: إنشاء تعريف جديد...
el_gr: Δημιουργία νέου προφίλ...
uk_ua: Створити новий профіль...

source: Create notebook
el_gr: Δημιουργία σημειωματαρίου
nb_no: Opprett notatbok
uk_ua: Створити блокнот

source: Create user
ar: إنشاء مستخدم
el_gr: Δημιουργία χρήστη
nb_no: Opprett bruker
uk_ua: Створити користувача

source: Created
ar: أنشأ
el_gr: Δημιουργήθηκε
nb_no: Opprettet
uk_ua: Створено

source: created date
ar: تاريخ الإنشاء
el_gr: ημερομηνία δημιουργίας
nb_no: dato opprettet
uk_ua: дата створення

source: Created local items: %d.
ar: العناصر المحلية المنشأة: %d.
el_gr: Δημιουργημένα τοπικά στοιχεία: %d.
nb_no: Opprettet lokale elementer: %d.
uk_ua: Створено локальних елементів: %d.

source: Created locally
ar: تم إنشاؤها محليًا
el_gr: Δημιουργήθηκε τοπικά
nb_no: Opprettet lokalt
uk_ua: Створено локально

source: Created remote items: %d.
ar: العناصر البعيدة المنشأة: %d.
el_gr: Δημιουργημένα απομακρυσμένα στοιχεία: %d.
nb_no: Opprettet eksterne elementer: %d.
uk_ua: Створено віддалених елементів: %d.

source: Created:
ar: الإنشاء في:
el_gr: Δημιουργήθηκε:
nb_no: Opprettet:
uk_ua: Створено:

source: Created: %d.
ar: تم إنشاؤها: %d.
el_gr: Δημιουργήθηκε: %d.
nb_no: Opprettet: %d.
uk_ua: Створено: %d.

source: Created: %s
ar: الإنشاء في: %s
el_gr: Δημιουργήθηκε: %s
nb_no: Opprettet: %s
uk_ua: Створено: %s

source: Creates a new note.
ar: ينشئ ملاحظة جديدة.
el_gr: Δημιουργεί μία νέα σημείωση.
nb_no: Oppretter et nytt notat.
uk_ua: Створює нову нотатку.

source: Creates a new notebook.
ar: ينشئ دفتر ملاحظات جديد.
el_gr: Δημιουργεί ένα νέο σημειωματάριο.
nb_no: Oppretter en ny notatbok.
uk_ua: Створює новий блокнот.

source: Creates a new to-do.
ar: ينشئ قائمة جديدة للمهام.
el_gr: Δημιουργεί νέα υπόμνηση.
nb_no: Oppretter et nytt gjøremål.
uk_ua: Створює нове завдання.

source: Creating new note...
el_gr: Δημιουργία νέας σημείωσης...
uk_ua: Створення нової ноти...

source: Creating new to-do...
el_gr: Δημιουργία νέας υπόμνησης…
uk_ua: Створення нового туду…

source: Creating report...
ar: إنشاء تقرير ...
el_gr: Δημιουργία αναφοράς...
nb_no: Oppretter rapport...
uk_ua: Створення звіту…

source: Ctrl-click to open
el_gr: Ctrl-κλικ για άνοιγμα
uk_ua: Ctrl-клік, щоб відкрити

source: Ctrl-click to open: %s
el_gr: Ctrl-κλικ για άνοιγμα: %s
uk_ua: Ctrl-клік, щоб відкрити: %s

source: current match
uk_ua: поточне співпадіння

source: Current password
uk_ua: Поточний пароль

source: Current version is up-to-date.
ar: النسخة الحالية محدَّثة.
el_gr: Η τρέχουσα έκδοση είναι ενημερωμένη.
nb_no: Nåværende versjon er den siste tilgjengelige.
uk_ua: Поточна версія є оновленою.

source: custom order
ar: ترتيب مخصص
el_gr: προσαρμοσμένη σειρά
nb_no: tilpasset rekkefølge
uk_ua: індивідуальний порядок

source: Custom order
ar: ترتيب مخصّص
el_gr: Προσαρμοσμένη σειρά
nb_no: Tilpasset rekkefølge
uk_ua: Особливий порядок

source: Custom stylesheet for Joplin-wide app styles
ar: ورقة أنماط مخصصة لأنماط التطبيق على نطاق Joplin
el_gr: Προσαρμοσμένο stylesheet για όλες τις εφαρμογές Joplin
nb_no: Eget stilark for Joplin sin appstil
uk_ua: Спеціальна таблиця стилів для стилів додатків у всьому Joplin

source: Custom stylesheet for rendered Markdown
ar: ورقة أنماط مخصصة لأنماط التطبيق التي تظهر على نطاق Joplin
el_gr: Προσαρμοσμένο stylesheet για rendered Markdown
nb_no: Eget stilark for rendret Markdown
uk_ua: Спеціальна таблиця стилів для Markdown

source: Custom TLS certificates
ar: شهادات TLS خاصة
el_gr: Custom πιστοποιητικά TLS
nb_no: Egendefinerte TLS-sertifikater
uk_ua: Спеціальні сертифікати TLS

source: Customise the note publishing banner
uk_ua: Налаштуйте банер публікації нотатки

source: Cut
ar: قص
el_gr: Αποκοπή
nb_no: Klipp ut
uk_ua: Вирізати

source: Dashboard
ar: لوحة التحكم
el_gr: Οθόνη Διαχείρισης
nb_no: Kontrollpanel
uk_ua: Панель керування

source: Date
ar: التاريخ
el_gr: Ημερομηνία
nb_no: Dato
uk_ua: Дата

source: Date format
ar: تنسيق التاريخ
el_gr: Μορφή ημερομηνίας
nb_no: Datoformat
uk_ua: Формат дати

source: days
ar: أيام
el_gr: ημέρες
nb_no: dager
uk_ua: днів

source: Decrease indent level
el_gr: Μείωση του επιπέδου εσοχής
uk_ua: Зменшити відступ

source: Decrypted items: %d
ar: العناصر التي تم فك تشفيرها: %d
el_gr: Αποκρυπτογραφημένο στοιχείο: %d
nb_no: Dekrypterte elementer: %d
uk_ua: Розшифровано елементів: %d

source: Decrypted items: %s / %s
ar: العناصر المفكوك تشفيرها: %s / %s
el_gr: Αποκρυπτογραφημένα στοιχεία: %s / %s
nb_no: Dekrypterte elementer: %s / %s
uk_ua: Розшифровано елементів: %s / %s

source: Decrypting items: %d/%d
ar: فك تشفير العناصر: %d/%d
el_gr: Αποκρυπτογράφηση στοιχείων: %d/%d
nb_no: Dekrypterer elementer: %d/%d
uk_ua: Дешифрування елементів: %d/%d

source: Default
ar: تلقائي
el_gr: Προεπιλογή
nb_no: Standard
uk_ua: За замовчуванням
